[
    {
        "index": 1,
        "title": "A Moment With...",
        "text": "A Moment With... Presented by TBD Media Group Historically great leaders and great entrepreneurs have disrupted industries by operating out of their own brilliance and ingenuity but who are these people and how did they get to the point where they are able to manage vast groups of people, vast resources all pointing towards a common objective. Challenging the impossible. The latest series produced by TBD Media, is placing these successful individuals into the spotlight to talk about their journey. In an interview conducted intimately we discover how their journeys have shaped their lives, ambitions and successes.",
        "url": "https://www.cbsnews.com/video/playlist/a-moment-with/",
        "image": "1.jpg",
        "publish_date": null
    },
    {
        "index": 2,
        "title": "Innovation and Disruption Leaders",
        "text": "'Innovation & Disruption Leaders' The Innovation & Disruption Leaders documentary series transforms corporate buzzwords like 'tech' and 'AI' into accessible concepts. Through the power of visual storytelling, we delve into the minds of industry leaders, executives and entrepreneurs alike. Who will decide the destiny of tomorrow's business landscape? By putting business in front of the camera, these incredible films get us one step closer to the answer.",
        "url": "https://www.cbsnews.com/video/playlist/innovators-disruptors/",
        "image": "2.jpg",
        "publish_date": null
    },
    {
        "index": 3,
        "title": "Economy 4.0",
        "text": "Economy 4.0 Economy 4.0, often referred to as the Fourth Industrial Revolution, signifies a profound transformation in the global economic landscape, driven by the extensive integration of digital technologies and automation across various industries. Key innovations defining Economy 4.0 include Artificial Intelligence (AI), the Internet of Things (IoT), Big Data, Machine Learning (ML), Sustainability and Green Technologies, and collaborative efforts between governments, industry professionals, and academics. Economy 4.0 aims to showcase society's transition towards an interconnected and technologically advanced economy, highlighting how the integration of technology into daily life empowers individuals and society as a whole.",
        "url": "https://www.cbsnews.com/video/playlist/economy-4-0/",
        "image": "3.jpg",
        "publish_date": null
    },
    {
        "index": 4,
        "title": "Massive protests erupt in Israel to demand cease-fire after 6 hostages found dead in Gaza",
        "text": "Thousands of angry and grieving Israelis surged into the streets Sunday night after six Hamas-held hostages were found dead in Gaza. They chanted \"Now! Now!\" as they demanded Israeli Prime Minister Benjamin Netanyahu reach a cease-fire with Hamas to bring the remaining captives home.\n\nThe mass demonstration erupted after the Israeli military announced they had recovered the bodies in a tunnel under the Gaza city of Rafah on Saturday.\n\nIsrael Defense Forces in a statement identified the other recovered hostages as Israeli-American Hersh Goldberg-Polin, Carmel Gat, Eden Yerushalmi, Alexander Lobanov, Almog Sarusi, and Master Sgt. Ori Danino. The military said all six had been killed shortly before the arrival of Israeli forces.\n\nThis combination of six undated photos shows hostages, from top left, Hersh Goldberg-Polin, Ori Danino, Eden Yerushalmi, from bottom left, Almog Sarusi, Alexander Lobanov, and Carmel Gat, who were held hostage by Hamas militants in Gaza. The Hostages Families Forum via AP\n\nThe Israeli Health Ministry said autopsies had determined the hostages were shot at close range and died on Thursday or Friday.\n\n\"I am devastated and outraged,\" President Biden said in a statement Sunday morning. \"Hersh was among the innocents brutally attacked while attending a music festival for peace in Israel on October 7. He lost his arm helping friends and strangers during Hamas' savage massacre.\"\n\nGoldberg-Polin's family issued a statement early Sunday, hours after the Israeli army said it had located bodies in Gaza.\n\n\"With broken hearts, the Goldberg-Polin family is devastated to announce the death of their beloved son and brother, Hersh,\" it said. \"The family thanks you all for your love and support and asks for privacy at this time.\"\n\nPrime Minister Benjamin Netanyahu said Israel would hold Hamas accountable for killing the hostages in \"cold blood,\" and blamed the militant group for the stalled negotiations, saying \"whoever murders hostages doesn't want a deal.\"\n\nPeople light candles during a vigil in memory of slain hostage Hersh Goldberg-Polin in Jerusalem, Israel, Sunday, Sept. 1, 2024. Leo Correa / AP\n\nProtesters told The Associated Press that the demonstration felt like a possible turning point in the nearly 11-months-long war, although the country is deeply divided.\n\nIsrael's largest trade union, the Histadrut, further pressured the government by calling a general strike for Monday, the first since the Oct. 7 Hamas attack that started the war. It aims to shut down or disrupt major sectors of the economy, including banking, health care and the country's main airport.\n\nDivisions in Israel\n\nNetanyahu has vowed to continue the fighting until Hamas is destroyed.\n\nTop security officials say the intense pressure on Hamas has created favorable conditions for a cease-fire deal. The army, noting the difficulty of rescue operations, has acknowledged that a deal is the only way to bring home large numbers of hostages safely.\n\nYigal Sarusi, center, mourns during the funeral of his son, slain hostage Almog Sarusi, who was killed in Hamas captivity in the Gaza Strip, at a cemetery in Ra'anana, Israel, Sunday, Sept. 1, 2024. Ariel Schalit / AP\n\nBut critics have accused the prime minister of putting his personal interests over those of the hostages. The war's end likely will lead to an investigation into his government's failures in the Oct. 7 attacks, the government's collapse and early elections.\n\nSome analysts said the public outcry over the six hostages who died could signal a new level of political pressure on Netanyahu.\n\n\"I think this is an earthquake. This isn't just one more step in the war,\" said Nomi Bar-Yaacov, an associate fellow in the International Security Program at Chatham House, shortly before Sunday's protests.\n\nDivisions also have been exposed within the government. Senior military and security officials, including Defense Minister Yoav Gallant, have warned that time is running out.\n\nPeople protest against Prime Minister Benjamin Netanyahu's government and call for the release of hostages held in the Gaza Strip by the Hamas militant group, in Tel Aviv, Israel, Saturday, Aug. 31, 2024. Ohad Zwigenberg / AP\n\nIsrael's Channel 12 reported that Netanyahu got into a shouting match at a security Cabinet meeting Thursday with Gallant, who accused him of prioritizing control of a strategic corridor along the Gaza-Egypt border — a major sticking point in the talks — over the lives of the hostages.\n\n\"In the name of the state of Israel, I hold their families close to my heart and ask forgiveness,\" Gallant said Sunday. The Cabinet was meeting Sunday night.\n\nA forum of hostage families demanded a \"complete halt of the country\" to push for the implementation of a cease-fire and hostage release.\n\n\"A deal for the return of the hostages has been on the table for over two months. Were it not for the delays, sabotage, and excuses those whose deaths we learned about this morning would likely still be alive,\" it said in a statement.\n\nEven a mass outpouring of anger would not immediately threaten Netanyahu or his far-right government. He still controls a majority in parliament. But he has caved to public pressure before. A general strike last year helped lead to a delay in his controversial judicial overhaul.\n\nHigh-profile campaign for their son\n\nGoldberg-Polin was one of the best-known hostages as his parents had met with world leaders and pressed relentlessly for their help.\n\nHis family issued a statement early Sunday, hours after the Israeli army said it had located bodies in Gaza.\n\n\"With broken hearts, the Goldberg-Polin family is devastated to announce the death of their beloved son and brother, Hersh,\" it said. \"The family thanks you all for your love and support and asks for privacy at this time.\"\n\nEarlier this month, they addressed the Democratic National Convention, where the crowd chanted \"bring them home.\"\n\nJon Polin and Rachel Goldberg-Polin, parents of Israeli-American hostage Hersh Goldberg-Polin, speak on Day 3 of the Democratic National Convention at the United Center on Aug. 21, 2024 in Chicago, Illinois. Ricky Carioti/The Washington Post via Getty Images\n\nIn April, Hamas released a video of an injured man missing his left hand who identified himself as Goldberg-Polin, delivering a long statement that had been clearly crafted by Hamas. The native of Berkeley, California, lost part of his left arm to a grenade in the Oct. 7 attack.\n\n\"We are feeling extreme desperation, despair,\" Rachel Goldberg-Polin, his mother, told \"Face the Nation\" in early April. \"And we've had wonderful access and sympathy, and open doors and lots of hugs from everyone in the U.S. government. But this is a very binary situation.\"\n\nU.S. Ambassador to Israel Jack Lew went to the home of the Goldberg-Polin family and sat with them for several hours before the death of their son was officially announced, the State Department confirmed to CBS News.\n\nGoldberg-Polin was kidnapped by Hamas at the Nova music festival he was attending when the militant group conducted its Oct. 7 terrorist attack.\n\nA graphic video released in June showed Goldberg-Polin and two other hostages being kidnapped by the Palestinian militants.\n\nGoldberg-Polin's parents, U.S.-born immigrants to Israel, met with Mr. Biden, Pope Francis and others and addressed the United Nations, urging the release of all hostages.\n\n\"This is a political convention. But needing our only son — and all of the cherished hostages — home is not a political issue. It is a humanitarian issue,\" Jon Polin, told the DNC on Aug. 21. His mother, Rachel, who bowed her head during the ovation and touched her chest, said, \"Hersh, if you can hear us, we love you, stay strong, survive.\"\n\nBoth wore stickers with the number 320, representing the number of days their son had been held. It had long become part of a morning ritual — tear a new piece of tape, write down another day.\n\nOn Sunday, the White House said Mr. Biden had spoken with the Goldberg-Polin family to offer his condolences. Vice President Kamala Harris said on social media that she also spoke with them.\n\n\"I told them: As they mourn this terrible loss, they are not alone. Our nation mourns with them,\" she wrote in a post on X.\n\nSome 250 hostages were taken on Oct. 7. Before the military announced the latest discovery of bodies, Israel said it believed 108 hostages were still held in Gaza and about one-third of them were dead. Seven Americans are believed to be among those still being held hostage.\n\nEarlier this month, the Israeli military recovered the bodies of six hostages in southern Gaza. Eight hostages have been rescued by Israeli forces, the most recent found on Tuesday. Most of the rest were freed during a weeklong cease-fire in November in exchange for the release of Palestinians imprisoned by Israel.\n\nTwo previous Israeli operations to free hostages killed scores of Palestinians. Hamas says several hostages have been killed in Israeli airstrikes and failed rescue attempts. Israeli troops mistakenly killed three Israelis who escaped captivity in December.",
        "url": "https://www.cbsnews.com/news/hersh-goldberg-polin-israeli-american-hostage-killed-in-gaza-family-says/",
        "image": "4.jpg",
        "publish_date": null
    },
    {
        "index": 5,
        "title": "Father of Israeli-American hostage says negotiating with Hamas is \"dealing with Satan\" but Netanyahu's idea of total victory is \"not realistic\"",
        "text": "After the Israeli military recovered the bodies of six hostages who had been held for almost a year by Hamas in Gaza, the father of an Israeli-American still in captivity reiterated calls for a conclusion to cease-fire negotiations that have stalled.\n\nJonathan Dekel-Chen said Sunday on \"Face the Nation with Margaret Brennan\" that he believes Israel's government, led by Prime Minister Benjamin Netanyahu, is navigating the ongoing war and the cease-fire talks with personal political interests in mind, rather than in pursuit of the remaining hostages' freedom. His comments echoed the views of many Israelis who have criticized Netanyahu and his cabinet as the fighting has drawn on, although Dekel-Chen acknowledged the challenges embedded in negotiations and likened the task of settling terms with Hamas to \"dealing with Satan.\"\n\n\"Given that we're dealing with Satan, I mean, that's sort of the launching point for any discussion, Israelis at large, and myself included, have been extremely critical of the Israeli government for not negotiating in good faith now, for many, many months,\" he said. \"There is no explanation, a reasonable explanation why our government is refusing to deeply engage in these negotiations and complete them, when our entire senior military establishment and intelligence community has been saying publicly and openly for weeks and months that the time has come to end the fighting in Gaza, get our hostages home, as many alive as possible.\"\n\nThe Israel Defense Forces said Early Sunday that the bodies of six being held hostage, including Israeli-American Hersh Goldberg-Polin, were found in Gaza. There are still eight American citizens believed to be hostages, including Dekel-Chen's son, Sagui. Sagui is the father of three daughters, including one born while he has been in captivity.\n\nJonathan Dekel-Chen on \"Face the Nation with Margaret Brennan,\" Sept. 1, 2024. CBS News\n\n\"The only thing that we know for sure about Sagui is that, as of late November, early December, we know that he was alive, wounded, but alive,\" Dekel-Chen said Sunday.\n\nWhen Hamas terrorists invaded southern Israel on Oct. 7, killing over 1,000, they also kidnapped 250 hostages and took them into the Gaza Strip, where many have been held for the duration of the Israeli military siege that ensued. Around 100 of the hostages, mainly women and children, were returned as part of a weeklong cease-fire deal in November that also saw a pause in the bombardment and the release of Palestinians imprisoned by Israel.\n\nFew hostages have been freed since then. Before the military announced the latest discovery of bodies, Israel said it believed 101 hostages remained in Gaza and about one-third were dead. The bodies of six other hostages were recovered by Israeli troops last month in southern Gaza. Eight have been rescued by Israeli forces, with the most recent found on Tuesday.\n\nJonathan Dekel-Chen on \"Face the Nation with Margaret Brennan,\" Sept. 1, 2024. CBS News\n\nPrevious operations by the Israeli military to free hostages being held there have left scores of Palestinians dead. Hamas has said some hostages were killed in Israeli airstrikes and in failed rescue attempts, while the IDF said that their troops mistakenly killed three Israelis who had escaped captivity several months into the war. In the wake of the discovery of six bodies of those being held hostage by Hamas, a forum of hostage families called for a mass protest on Sunday — a \"complete halt of the country\" — to demand a cease-fire and the hostages' release.\n\nDespite their calls, Netanyahu has continued to forge ahead with the war effort, which he says aims to eliminate Hamas entirely.\n\n\"I think the vast majority of Israelis now have come to believe, by his actions, not his words, but by his actions, that he's been driven primarily by a desire to retain power with a narrow, very radical messianic coalition in the Israeli government,\" Dekel-Chen said Sunday about Netanyahu. \"And he has made choices to pursue this fantasy of total victory over Hamas, a terrorist organization, and no doubt, but this idea of total victory is a messianic one from his coalition partners, and not realistic. And he's preferred that, at least to date, over the well being of all the hostages.\"\n\nHamas has offered to release the hostages in exchange for an end to the war, in which the Hamas-run Palestinian Health Ministry has said more than 40,000 Palestinians have been killed, as well as the withdrawal of Israeli forces from Gaza and the release of more Palestinian prisoners, some of whom are known militants.\n\nNetanyahu on Saturday repeated claims that Hamas has stalled the cease-fire negotiations, saying \"whoever murders hostages doesn't want a deal\" and vowing to hold Hamas accountable for killing the prisoners in \"cold blood.\"",
        "url": "https://www.cbsnews.com/news/father-israeli-hostage-negotiating-hamas-dealing-with-satan-face-the-nation/",
        "image": "5.jpg",
        "publish_date": null
    },
    {
        "index": 6,
        "title": "Who were the 6 hostages whose bodies were recovered in Gaza?",
        "text": "The bodies of six hostages captured after Hamas' attack at the Nova musical festival on Oct. 7 that ignited the war in Gaza were recovered early Sunday by the Israeli military. Among them was Israeli-American Hersh Goldberg-Polin, whose parents led a high-profile campaign for the captives' release.\n\nThe Israeli military said the six – identified as Goldberg-Polin, Eden Yerushalmi, Carmel Gat, Alexander Lobanov, Almog Sarusi and Ori Danino – were killed shortly before Israeli forces were to rescue them. Their bodies were found in a tunnel beneath the southern Gaza city of Rafah.\n\nThe news sparked calls for mass protests by families of the hostages who said they could have been returned alive in a cease-fire deal.\n\nHere is what we know about the hostages:\n\nHersh Goldberg-Polin, 23\n\nHersh Goldberg-Polin The Hostages Families Forum via AP\n\nThe native of Berkeley, California, lost part of his left arm to a grenade blast in the Oct. 7 attack. In April, a Hamas-issued video showed him with his left hand missing, sparking new protests in Israel urging the government to do more to secure his and others' freedom.\n\nHis parents, U.S.-born immigrants to Israel, became perhaps the most high-profile relatives of hostages on the international stage. They met with President Biden, Pope Francis and others and addressed the United Nations, urging the release of all hostages.\n\nOn Aug. 21, his parents addressed a hushed hall at the Democratic National Convention — after sustained applause and chants of \"bring him home.\"\n\nBoth wore stickers with the number 320, representing the number of days their son had been held. It had long become part of a morning ritual — tear a new piece of tape, write down another day.\n\n\"We are feeling extreme desperation, despair,\" Rachel Goldberg-Polin, his mother, told \"Face the Nation\" in early April. \"And we've had wonderful access and sympathy, and open doors and lots of hugs from everyone in the U.S. government. But this is a very binary situation.\"\n\nThey sought to keep their son and the other captives from being reduced to numbers, describing Hersh as a music and soccer lover and traveler with plans to attend university since his military service had ended. At events, Rachel often addressed her son directly, urging him to live another day.\n\nEden Yerushalmi, 24\n\nEden Yerushalmi The Hostages Families Forum via AP\n\nThe Tel Aviv-born Yerushalmi loved spending summer days at the beach and was studying to become a pilates instructor, according to the Hostage Families Forum, which has been leading advocacy efforts for the captives' release.\n\nShe was working as a bartender at the open-air Tribe of Nova music festival. When Hamas' initial rocket attack set off air raid sirens she sent a video to her family, saying she was leaving the party. During the attack, she called the police and was in contact with her sisters over the next four hours, the forum said.\n\n\"They've caught me,\" were her last words to them.\n\nCarmel Gat, 40\n\nCarmel Gat The Hostages Families Forum via AP\n\nThe occupational therapist from Tel Aviv was \"full of compassion and love,\" and enjoyed solo travel, rock concerts and the band Radiohead, according to the forum.\n\nShe was staying with her parents in Kibbutz Be'eri, one of the hardest-hit communities, when militants broke into their home and kidnapped her on the morning of Oct. 7. Her parents were killed in the attack.\n\nHostages who were released during a cease-fire in November said she taught them meditation and yoga exercises to help them survive in captivity. They described her as their guardian angel.\n\nAlexander Lobanov, 33\n\nAlexander Lobanov The Hostages Families Forum via AP\n\nLobanov was a married father of a two-year-old and a five-month-old baby born while he was in captivity. He was also kidnapped from the music festival, where he had worked as a bar manager.\n\nThe forum, citing witnesses, said he helped evacuate people from the festival and ran with others before being abducted. It said the others managed to escape.\n\nAlmog Sarusi, 27\n\nAlmog Sarusi The Hostages Families Forum via AP\n\nThe forum described Sarusi as a \"vibrant, positive person who loved traveling around Israel in his white jeep with his guitar.\" He was at the music festival with his girlfriend of five years, who was killed in the attack.\n\nThe forum said Sarusi stayed with her after she was wounded, and was then abducted.\n\nOri Danino, 25\n\nOri Danino The Hostages Families Forum via AP\n\nThe Jerusalem-born Danino was the eldest of five siblings and planned to study electrical engineering. \"Ori was known for his ambition, love for people, and was beloved by all. He loved nature and was very handy,\" the forum said.\n\nIt said he was kidnapped from the Nova festival while driving back and trying to help others to escape.",
        "url": "https://www.cbsnews.com/news/who-were-the-gaza-hostages-israel-hamas-hersh-goldberg-polin/",
        "image": "6.jpg",
        "publish_date": null
    },
    {
        "index": 7,
        "title": "Parents of Israeli-American hostage speak at DNC, tell son to \"stay strong\"",
        "text": "Parents of Israeli-American hostage speak at DNC, tell son to \"stay strong\" The parents of Hersh Goldberg-Polin, an Israeli-American hostage held in Gaza, spoke at the Democratic National Convention about their anguish and misery since Hamas took their son on Oct. 7. Jon Polin said bringing the hostages home \"is not a political issue.\" Rachel Goldberg-Polin ended their remarks with a message to their son: \"We love you. Stay strong.\"",
        "url": "https://www.cbsnews.com/video/parents-of-israeli-american-hostage-dnc-2024/",
        "image": "7.jpg",
        "publish_date": null
    },
    {
        "index": 8,
        "title": "Several Gold Star families defend Trump's Arlington Cemetery visit, criticize Harris for her response",
        "text": "Gold Star families of service members who were killed during the terrorist attack on Kabul airport during the 2021 withdrawal from Afghanistan, some of whom attended a visit to Arlington National Cemetery with former President Donald Trump that resulted in controversy, criticized Vice President Kamala Harris for attacking Trump.\n\nHarris took to social media on Saturday to condemn Trump and his campaign for disrespecting a \"sacred ground, all for the sake of a political stunt.\"\n\nThe former president responded to Harris with a series of short videos from the families, including those that did and did not formally invite him to attend the memorial at Arlington National Cemetery on Monday.\n\nIn a video, Gold Star father Mark Schmitz, father of Lance Corporal Jared Schmitz, said they didn't invite Trump to the cemetery to \"help his campaign.\"\n\n\"We wanted a leader,\" Schmitz said.\n\n\"How do you sleep at night knowing it was you, this administration, you and Biden, you, being the last one in the room, are responsible for the death of our 13 kids,\" Jim McCollum, Gold Star father of Lance Corporal Rylee McCollum, said in another video. \"You have failed for three years and eight months to acknowledge our kids, to acknowledge me. You don't know me, you've never spoken to me, You've never reached out to me, you have failed in your duty as vice president.\"\n\nDonald Trump visits Arlington Cemetery to pay tribute to the 13 servicemembers killed during the Afghanistan evacuation. Andrew Leyden/NurPhoto via Getty Images\n\nThe response from the families is the latest in a controversy over Trump's visit to Arlington National Cemetery. These are Harris' first comments since it was reported that an altercation between a cemetery official and a Trump campaign staffer occurred on Monday.\n\nWhile the Trump campaign says it had explicit permission to bring \"campaign designated media\" on to cemetery grounds, rules at Army National Military Cemeteries are dictated by federal law which prohibits any filming for partisan, political or fundraising purposes, according to Arlington National Cemetery media policies, even if there are requests by family members of the fallen.\n\nThe Army said an Arlington Cemetery employee \"who attempted to ensure adherence to these rules was abruptly pushed aside\" by a member of Trump's campaign.\n\n\"The incident was reported to the JBM-HH (Joint Base Myer-Henderson Hall) police department, but the employee subsequently decided not to press charges. Therefore, the Army considers this matter closed,\" the Army said.\n\nTrump made the Afghanistan withdrawal issue central to his campaign in stops in Michigan and Pennsylvania this week, defending himself against the physical altercation accusations, and blaming the Biden-Harris administration for the 13 deaths and dozens of wounded U.S. service members in that attack.\n\n\"These are great people, and when you think about it, Joe Biden killed their children by incompetence. It should never happen. Kamala killed their children, just as though they had a gun in their hand, by gross incompetence,\" Trump said at a stop in Potterville, Michigan on Thursday, adding Friday in Pennsylvania, \"I love those people, I'm so happy they took pictures of me and them.\"\n\nAt July's Republican National Convention, some of the same relatives of the 13 American service members killed appeared on stage, criticizing President Biden for not publicly naming their loved ones.\n\nSeveral of the Gold Star families said they asked to take photos with Trump during the visit.\n\nDarin Hoover, the father of Staff Sgt. Taylor Hoover, defended Trump's visit in another video, saying that their actions at Arlington National Cemetery on Monday were \"solemn and in keeping with the reverence and respect given to all of our members of the military buried there.\"",
        "url": "https://www.cbsnews.com/news/gold-star-families-trump-arlington-cemetery-harris-response/",
        "image": "8.jpg",
        "publish_date": null
    },
    {
        "index": 9,
        "title": "Ukraine says Russia targets Kyiv with wave of drones and missiles as kids prepare to return to school",
        "text": "Ukraine says it's gaining ground in Russian incursion as Sec. Austin hosts Ukrainian counterpart\n\nKyiv, Ukraine — Russia launched an overnight barrage of drones and cruise and ballistic missiles at Kyiv, Ukraine's air force said Monday, as children prepared to return to school across the country after the summer vacation. Several series of explosions rocked the Ukrainian capital in the early hours.\n\nDebris from intercepted missiles and drones fell in every district of Kyiv, injuring three people and damaging two kindergartens, Ukraine's Interior Ministry said. City authorities reported multiple fires.\n\nAfter more than 900 days of war, the two sides show no sign of letting up in the fight or moving closer to the negotiating table, with both Russia and Ukraine pursuing ambitious ground offensives. The Ukrainians have been driving into Russia's Kursk region, and the Russian army pushing deeper into the Donetsk region of eastern Ukraine\n\nA woman looks at the \"ACT Alliance\" international humanitarian organization's office building, which was destroyed by a Russian missile strike on Sept. 2, 2024 in Kyiv, Ukraine. Andriy Zhyhaylo/Obozrevatel/Global Images Ukraine/Getty\n\nSpeaking Monday, Russian President Vladimir Putin vowed that his country's military would \"deal with Ukrainian bandits in the Kursk region\" before any negotiations with the neighboring nation could take place. Putin ordered the full-scale invasion of Ukraine on February 24, 2022, and Ukraine launched its counter-incursion of Kursk just a couple months ago in a new tactic to tie up Russian forces away from the long front line in the ongoing war.\n\nBoth sides are battering each other with regular long-range drone and missile strikes, sometimes launching more than 100 weapons in aerial attacks that suggest they're still pouring resources into weapons production.\n\nRussian air defenses intercepted 158 Ukrainian drones during the night from Saturday to Sunday, including two over Moscow and nine over the surrounding region, the Defense Ministry said.\n\nThe U.K. Defense Ministry said Sunday that Russian forces had accelerated their advance on the key Donetsk stronghold of Povkrosk over the past week and were likely within 6 miles of the city. Elsewhere along the 600-mile front line there have been no significant changes, it said.\n\nRussia launched 35 missiles of various types and 26 Shahed drones at Ukraine on the night from Sunday to Monday, the Ukrainian air force said. Nine ballistic missiles, 13 cruise missiles and 20 drones were downed, it said.\n\nResidents of the capital hurried into the city's bomb shelters.\n\nKyiv Mayor Vitalii Klitschko said emergency services were called to the Holosiivskyi and Solomianskyi districts. One person was reportedly injured by falling debris in the Shevchenkivskyi district, Klitschko said.\n\n\"There will be an answer for everything. The enemy will feel it,\" the head of the presidential office, Andrii Yermak, posted on his Telegram page following the attack.\n\nAn explosion also rang out in Kharkiv, Ukraine's second largest city, according to Ukrainian media. Oleh Syniehubov, head of the Kharkiv region, confirmed an early morning strike on Kharkiv's Industrialnyi district and said it set a residential building and several others on fire.",
        "url": "https://www.cbsnews.com/news/ukraine-russia-war-kyiv-drone-missile-attack-kindergartens-damaged/",
        "image": "9.jpg",
        "publish_date": null
    },
    {
        "index": 10,
        "title": "3 women killed, gunman dead in Hawaii after dispute between neighbors leads to gunfire",
        "text": "Three people were killed and two others injured in a shooting at a home stemming from a dispute between neighbors on Saturday night in Hawaii, police said. The shooter was also fatally shot by a resident, who was arrested on a second-degree murder charge.\n\nWitnesses reported that a 58-year-old man was using a front-end loader to ram cars into the home where a family gathering was taking place, then opened fire at people gathered in the carport, fatally shooting three women at the residence in Waianae, a community about 30 miles west of downtown Honolulu, Honolulu police detective Lt. Deena Thoemmes said at a news conference.\n\nAt some point, a 42-year-old man who lived in the home fatally shot the suspect with a handgun, she said at a news conference. A police spokesperson did not immediately respond to a telephone message or an email asking for details about why the resident was arrested.\n\nThe women who were killed were 34, 36 and 29, Thoemmes said. A 31-year-old man and a 52-year-old woman were taken to the hospital in critical condition, she said.\n\nThe suspect, who was not identified, had four 55-gallon drums containing an unknown fuel in the front-end loader, Thoemmes said. Witnesses reported that he fired rounds into them but police have not confirmed that yet, she said.\n\nThe shootings are the latest of several shootings in recent weeks in the area that have led to police to pledge to work to fight gun violence, Police Chief Joe Logan said at the news conference. But he said Saturday's shootings were not related to the earlier ones. He suggested it would be difficult for police to prevent such a targeted act stemming from a dispute unless someone reached out earlier.\n\n\"There have been several incidents in the previous months and weeks, but this incident is not related to those. This incident happened as a result of neighbors. So I want to reassure the public that this is not a random act, but a targeted one,\" Logan said.\n\n4 dead, 2 others wounded, after apparent overnight shooting in Waianae: https://t.co/JekoUzs1s9 pic.twitter.com/xdU60cQSte — Hawaii News Now (@HawaiiNewsNow) September 1, 2024\n\nPrior to this incident, there had been three shootings in Waianae in a span of about a week, HawaiiNewsNow reported.\n\nLogan previously said there would be an increased law enforcement presence in the area, the station reported.\n\n\"The Honolulu Police Department is increasing, providing more resources in the areas of patrol and plain clothes,\" Logan said. \"We'll be working with our federal partners, to saturate the area and to patrol the area in greater numbers.\"",
        "url": "https://www.cbsnews.com/news/hawaii-shooting-women-killed-gunman-dead-nieghbors-dispute/",
        "image": "10.jpg",
        "publish_date": null
    },
    {
        "index": 11,
        "title": "Teamsters president says he hasn't endorsed Kamala Harris yet because \"you don't hire someone unless you give them an interview\"",
        "text": "Teamsters president says union hasn't backed Harris yet because they are waiting for a meeting\n\nSean O'Brien, president of the International Brotherhood of Teamsters, said Sunday he hasn't endorsed in the 2024 presidential race yet because he hasn't yet met with Vice President Kamala Harris, and \"you don't hire someone unless you give them an interview.\"\n\nThe International Brotherhood of Teamsters is one of the 10 largest unions in the United States with 1.3 million members and the only in the group of 10 that hasn't endorsed Harris, the Democratic nominee.\n\nThe Teamsters have historically endorsed a presidential candidate after both the Democratic and Republican conventions, but O'Brien said this election cycle is different. O'Brien already turned heads when he spoke at the Republican National Convention in July, the first leader in the organization's 121-year history to address the RNC.\n\n\"This time, under our leadership, we brought every single candidate to the table in front of our rank and file members and our general executive board, and we're waiting on Vice President Harris to commit to come meet with us,\" O'Brien said on \"Face the Nation.\"\n\nO'Brien said the Teamsters, unlike other major unions, have a split in political affiliation, which heightens the need for sit-down conversations with all presidential candidates. Teamsters met with Harris' GOP opponent, former President Donald Trump, as well President Biden earlier this year.\n\n\"Half of our members are Republicans, half of our members are Democrats. So we have to serve all of our membership equally,\" O'Brien said. \"And you know, this is our opportunity to ask her (Harris) about Teamster specific issues and also labor issues. So until we have that meeting, you know, obviously we will wait to make that determination.\"\n\nThe Harris-Walz campaign said before the DNC that Harris has agreed to a roundtable with the Teamsters.\n\nTeamsters president Sean O'Brien on \"Face the Nation with Margaret Brennan,\" Sept. 1, 2024. CBS News\n\n\"VP has received and gladly accepted an invitation by IBT leadership to participate in a candidate roundtable to discuss her record of fighting for Teamsters and their families and to highlight her vision for the future. The campaign looks forward to scheduling the roundtable in the near future,\" a campaign spokesperson said.\n\nAt the RNC in July, O'Brien delivered an anti- big business keynote speech.\n\nO'Brien's speech displayed the visible shift within the GOP since Trump's election in 2016, moving from a corporate, Wall Street-focused message toward a more worker-friendly tone.\n\n\"Today, the Teamsters are here to say we are not beholden to anyone or any party,\" O'Brien said during the July speech. \"We will create an agenda and work with a bipartisan coalition, ready to accomplish something real for the American worker. And I don't care about getting criticized.\"\n\nO'Brien said on \"Face the Nation\" that he asked to speak at both the Republican and Democratic National Conventions, but that only the RNC responded. United Auto Workers president Shawn Fain addressed the DNC in August, as well as several other union leaders.\n\n\"Whenever I get an opportunity to highlight the American worker, especially the Teamster worker, I'm going to take any and all venue,\" O'Brien said Sunday. \"We asked both conventions, respectively, at the same time, and the Republican National Convention immediately responded to us… I was hopeful that the Democrats would do the same, but they didn't.\"\n\nWhen asked if he appeared at the RNC because he feels Trump has been more pro-labor than past Republican nominees, O'Brien said, \"no, not at all,\" although Trump gave O'Brien a standing ovation and O'Brien called him a \"tough SOB\" in his speech. O'Brien on Sunday insisted the purpose of the speech was to highlight American workers and not to signal an endorsement in any one direction.\n\n\"It wasn't an endorsement for any and all Republicans. It was strictly a message about how important and how valuable we are, and to let the people know that fight us every day that we're not going away,\" O'Brien said.",
        "url": "https://www.cbsnews.com/news/sean-obrien-teamsters-2024-endorsement/",
        "image": "11.jpg",
        "publish_date": null
    },
    {
        "index": 12,
        "title": "Multiple firefighters injured as huge \"human caused\" brush fire burns in Riverside County",
        "text": "Firefighters working to contain 350-acre brush fire burning north of San Jacinto Firefighters working to contain 350-acre brush fire burning north of San Jacinto 00:22\n\nFirefighters are battling a large brush fire that broke out in San Jacinto on Sunday.\n\nThe blaze, being called the Record Fire, was first reported at 2:15 p.m. near Soboba Road and Gilman Springs Road, according tot the Riverside County Fire Department.\n\nIt was first reported as a five-acre fire but by 7:30 p.m. firefighters said that it had been mapped at 650 acres and was 0% contained.\n\nAs a result, evacuation warnings were issued for RVC Poppet Flats 1, 2, 3 and 4. That area includes the Silent Valley Club RV Resrot, which is North of Wolf Road, West of Partridge Street and Hungry Hollow Road, South of Old Idyllwild Road and East of Gubner, firefighters said. More information on evacuations can be found here.\n\nA care and reception center has been opened at the Nicolet Middle School in Banning. It can be found on 101 E. Nicolet Street.\n\nBoth ground units and water-dropping aircraft were assisting in the battle.\n\nNo structures are reported to be threatened.\n\n\"Out of an abundance of caution, six firefighters have been transported to area hospitals with minor medical symptoms,\" firefighters said.\n\nLate Sunday, Cal Fire Peace Officers reported that the fire was believed to be human caused, but did not provide any further information.",
        "url": "https://www.cbsnews.com/news/san-jacinto-record-fire-riverside-county/",
        "image": "12.jpg",
        "publish_date": null
    },
    {
        "index": 13,
        "title": "\"Deportations are 24/7\": Migrants are quickly returned to Mexico under Biden's asylum crackdown",
        "text": "Nogales, Mexico — While local food vendors, commuters and American travelers went about their day, migrants deported by the U.S. to this Mexican border city sat idly, visibly demoralized and disoriented.\n\n\"I'm desperate,\" said Emmanuel, a migrant from Mexico who had been returned from the U.S. earlier in the day. \"I don't know what I will do.\"\n\nEmmanuel said he wanted to work in the U.S. and send money back to his family in Chiapas, Mexico's southernmost state. But soon after crossing into Arizona illegally, Emmanuel said he was detained by U.S. border agents and returned to Mexico.\n\nAsked about his next steps, Emmanuel said he might return to Chiapas, noting that American officials told him he would face jail time if he attempted to enter the U.S. unlawfully again. He was one of dozens of migrants deported to Nogales during a recent Thursday morning in late August.\n\nThat day, several dozen migrants, most of them families with small children, awaited guidance from officials and volunteers inside a Mexican government facility near one of the ports of entry that connect the American Nogales with its Mexican counterpart. The port of entry is where countless trucks, cars and pedestrians cross the international border legally each day, but it's also where U.S. immigration officials deport Mexican migrants who cross into Arizona illegally.\n\nEmmanuel, middle, a migrant from Mexico who had been returned from the U.S. CBS News\n\nSome of the deportees lacked shoelaces, which U.S. immigration officials confiscate due to concerns about migrants harming themselves. They had little to no belongings. Several of them were wearing the standard clothing issued by U.S. Border Patrol. A group of American volunteers offered the deportees fruit and guidance, including on the shelters in Nogales where they could stay while they sorted out their next steps. The deported children received toys.\n\nRosalis and her young daughters were also deported to Nogales that Thursday morning. The Mexican mother said she traveled to the U.S. border after a man started harassing her daughters in their hometown. She said she tried to explain to U.S. immigration officials why she came — to no avail.\n\n\"My daughters are in danger,\" Rosalis said in Spanish. \"I wanted to give them an explanation, for my children,\" she continued, breaking down in tears.\n\nThese scenes in Nogales play out most mornings, volunteers said. Since President Biden invoked sweeping presidential powers to curtail access to the overwhelmed U.S. asylum system in early June, returns of migrants to Mexican border cities like Nogales have increased sharply.\n\nThe \"deportations are 24/7,\" said Dora Rodriguez, a Tucson resident who travels to Nogales to assist deportees four days a week.\n\n\"Risk everything\"\n\nMr. Biden's executive action has upended U.S. asylum law, which generally allowed migrants physically on American soil to request asylum as a way to fight their deportation. But under his June proclamation, migrants who cross the southern border between legal entry points are generally disqualified from asylum.\n\nThe new rules also scrapped a requirement for U.S. immigration officials to ask migrants whether they fear being harmed if deported, placing the onus on them to express that fear in order to be interviewed by U.S. asylum officers. The measures have led to a dramatic drop in those being allowed to access the U.S. asylum system. They have also allowed officials to more quickly deport migrants from Mexico, Central America and other countries where the U.S. conducts regular deportations.\n\nDeportations of migrants as a proportion of encounters at the southern border more than doubled after Mr. Biden's order, according to a recent court declaration from Royce Murray, a top immigration official at the Department of Homeland Security. During the first two months of the order's implementation, the department conducted 62 repatriations per every 100 border encounters, up from 26 repatriations per 100 encounters, Murray said.\n\nRosalis and her young daughters, who were deported to Nogales from the U.S. CBS News\n\nTogether with a months-long campaign by Mexico to stop migrants and sweltering summer temperatures, the restrictive asylum policy has fueled a more than 75% drop in illegal border crossings from record highs seen in December. In July, unlawful border crossings fell for the 5th month in a row, reaching 56,400, the lowest level since September 2020. In August, those crossings increased slightly to 58,000, but remained at a four-year low, internal government figures show.\n\nRodriguez, the Tucson-based humanitarian worker, conceded fewer migrants are crossing into the U.S. since Mr. Biden's crackdown took effect. But she said the policy is turning away vulnerable people in need.\n\n\"They're fleeing violence from organized crime, from gangs, hunger,\" Rodriguez said. \"So they are not criminals. And they are yet punished by our laws.\"\n\nRodriguez also warned the tighter asylum rules would push migrants to attempt to enter the U.S. surreptitiously in more remote areas, like the often-treacherous Arizona desert, where they could perish. Rodriguez noted that when she herself crossed the U.S. border in the 1980s, to escape the civil war in El Salvador, some of her travel companies died in the desert.\n\nRosalis, the Mexican mother deported with her daughters, said she was not sure what she would do after the deportation. She said Mexican authorities could not protect her family. Asked if she was thinking about crossing into the U.S again, despite knowing she could very well be deported a second time, Rosalis said, \"yes.\"\n\n\"Sometimes, you have to risk everything,\" she said.\n\nMia Salenetri and Cesareo Sifuentes contributed to this report.",
        "url": "https://www.cbsnews.com/news/deportations-biden-asylum-crackdown/",
        "image": "13.jpg",
        "publish_date": null
    },
    {
        "index": 14,
        "title": "San Francisco 49ers Ricky Pearsall released from hospital following shooting",
        "text": "San Francisco 49ers rookie Ricky Pearsall seriously injured in shooting during attempted robbery San Francisco 49ers rookie Ricky Pearsall seriously injured in shooting during attempted robbery 02:48\n\nSAN FRANCISCO -- San Francisco 49ers rookie wide receiver Ricky Pearsall was released from the hospital and is recovering after he was shot and seriously wounded in an attempted robbery, his team said Sunday.\n\nThe 49ers said he is recovering from a bullet wound to his chest.\n\n\"He and his family, along with the entire San Francisco 49ers organization, would like to thank the San Francisco Police Department, emergency medical services, doctors and staff at San Francisco General Hospital,\" the team's statement said.\n\nSan Francisco police at the scene of a shooting that wounded 49ers wide receiver Ricky Pearsall on Aug. 31, 2024. KPIX\n\nIn a news briefing Saturday night, San Francisco Police Chief William Scott said Pearsall was walking about a block from Union Square at around 3:30 p.m. local time when the armed suspect approached and attempted to rob him, prompting a physical altercation.\n\n\"The struggle between Mr. Pearsall and the suspect ensued, and gunfire from the suspect's gun struck both Mr. Pearsall and the subject,\" Scott said.\n\nThe suspect tried to run from the scene but was captured by responding officers, Scott said. Authorities announced that a 17-year-old male suspect is in custody.\n\nBoth Pearsall and the suspect, whose name was not provided because he is a minor, were taken to San Francisco General Hospital. The suspect is from the Northern California city of Tracy.\n\nSan Francisco Mayor London Breed also told reporters that Pearsall was in stable condition, while Scott added that Pearsall was \"talking, and that's a good thing.\"\n\nThe suspect was also hospitalized in stable condition, Scott disclosed.\n\nThe police chief said two rounds were fired from the suspect's gun during the altercation. The gun was recovered at the scene.\n\nScott said that there was \"no indication\" that Pearsall \"was targeted because he was a football player.\" At this time, investigators also believe that the suspect acted alone.\n\nVideo recorded by a witness showed Pearsall, shirtless with a large chest wound, being helped into an ambulance, the San Francisco Chronicle reported.\n\nSan Francisco District Attorney Brooke Jenkins said that she expects criminal charges to be filed by Wednesday.\n\nThe suspect will be charged in the juvenile court \"as we continue to review the evidence to figure out where to go from there,\" Jenkins said.\n\n\"This was a terrible and rare incident in Union Square,\" said Breed.\n\nBreed and Scott said there are extra officers in Union Square already, and after this incident, they will continue to increase that.\n\nBreed emphasized that she doesn't want people coming into San Francisco and committing these types of crimes.\n\nShe says Jenkins will prosecute this case, and cases like it, to the fullest extent.\n\n\"This is how we hold people accountable in San Francisco,\" said Breed. \"Robberies and any violence like this will not be tolerated in our city.\"\n\nRicky Pearsall #14 of the San Francisco 49ers during training camp at SAP Performance Facility on July 31, 2024 in Santa Clara, California. Michael Zagaris/San Francisco 49ers/Getty Images\n\nCBS News has reached out to Pearsall's representatives for comment.\n\nPearsall was drafted in the first round in April by the 49ers with the 31st overall pick but has been slowed by injuries since joining the team.\n\nHe missed time during training camp due to hamstring and shoulder issues before returning to practice this past week with a noncontact blue jersey while his shoulder heals.",
        "url": "https://www.cbsnews.com/news/ricky-pearsall-49ers-wide-receiver-shot-san-francisco-union-square-mayor-says/",
        "image": "14.jpg",
        "publish_date": null
    },
    {
        "index": 15,
        "title": "Strikes start at top hotel chains across the country as housekeepers seek higher wages",
        "text": "With up to 17 rooms to clean each shift, Fatima Amahmoud's job at the Moxy hotel in downtown Boston sometimes feels impossible.\n\nThere was the time she found three days worth of blond dog fur clinging to the curtains, the bedspread and the carpet. She knew she wouldn't finish in the 30 minutes she is supposed to spend on each room. The dog owner had declined daily room cleaning, an option that many hotels have encouraged as environmentally friendly but is a way for them to cut labor costs and cope with worker shortages since the COVID-19 pandemic.\n\nUnionized housekeepers, however, have waged a fierce fight to restore automatic daily room cleaning at major hotel chains, saying they have been saddled with unmanageable workloads, or in many cases, fewer hours and a decline in income.\n\nThe dispute has become emblematic of the frustration over working conditions among hotel workers, who were put out of their jobs for months during pandemic shutdowns and returned to an industry grappling with chronic staffing shortages and evolving travel trends.\n\nUnion members from Local 26, representing workers in the hospitality industries of Massachusetts, picket outside the Hyatt Regency Boston, Wednesday, July 17, 2024, in Boston. Charles Krupa / AP\n\nMore than 40,000 workers, represented by the UNITE HERE union, have been locked in difficult contract negotiations with major hotel chains that include Hilton, Hyatt, Marriott and Omni. They are seeking higher wages and a reversal of service and staffing cuts.\n\nAt least 15,000 workers have voted to authorize strikes if no agreements are reached after contracts expire at hotels in 12 cities, from Honolulu to Boston.\n\nThe first of the strikes began Sunday, when more than 4,000 workers walked off the job at hotels in Boston, San Francisco, San Jose, Seattle, and Greenwich, Connecticut, UNITE HERE said.\n\n\"We said many times to the manager that it is too much for us,\" said Amahmoud, whose hotel was among those where workers have authorized a strike but have not yet walked out.\n\nMichael D'Angelo, Hyatt's head of labor relations for the Americas, said the company's hotels have contingency plans to minimize the impact of the strikes.\"We are disappointed that UNITE HERE has chosen to strike while Hyatt remains willing to negotiate,\" he said.\n\nIn a statement before the strikes began, Hilton said it was \"committed to negotiating in good faith to reach fair and reasonable agreements.\" Marriott and Omni did not return requests for comments.\n\nSeeking family-sustaining compensation\n\nThe labor unrest serves as a reminder of the pandemic's lingering toll on low-wage women, especially Black and Hispanic women who are overrepresented in front-facing service jobs. Although women have largely returned to the workforce since bearing the brunt of pandemic-era furloughs — or dropping out to take on caregiving responsibilities — that recovery has masked a gap in employment rates between women with college degrees and those without.\n\nThe U.S. hotel industry employs about 1.9 million people, some 196,000 fewer workers than in February 2019, according to Bureau of Labor Statistics. Nearly 90% of building housekeepers are women, according to federal statistics.\n\nIt's a workforce that relies overwhelmingly on women of color, many of them immigrants, and which skews older, according to UNITE HERE.\n\nUnion President Gwen Mills characterizes the contract negotiations as part of long-standing battle to secure family-sustaining compensation for service workers on par with more traditionally male-dominated industries.\n\n\"Hospitality work overall is undervalued, and it's not a coincidence that it's disproportionately women and people of color doing the work,\" Mills said.\n\nUnion members from Local 26, representing workers in the hospitality industries of Massachusetts, picket outside the Hyatt Regency Boston, Wednesday, July 17, 2024, in Boston. Charles Krupa / AP\n\nThe union hopes to build on its recent success in southern California, where after repeated strikes it won significant wage hikes, increased employer contributions to pensions, and fair workload guarantees in a new contract with 34 hotels. Under the contract, housekeepers at most hotels will earn $35 an hour by July 2027.\n\nThe American Hotel And Lodging Association says 80% of its member hotels report staffing shortages, and 50% cite housekeeping as their most critical hiring need.\n\nKevin Carey, the association's interim president and CEO, says hotels are doing all they can to attract workers. According to the association's surveys, 86% of hoteliers have increased wages over the past six months, and many have offered more flexibility with hours or expanded benefits. The association says wages for hotel workers have risen 26% since the pandemic.\n\n\"Now is a fantastic time to be a hotel employee,\" Carey said in an emailed statement to The Associated Press.\n\nHotel workers say the reality on the ground is more complicated.\n\nMaria Mata, 61, a housekeeper at the W Hotel in San Francisco, said she earns $2,190 every two weeks if she gets to work full-time. But some weeks, she only gets called in one or two days, causing her to max out her credit card to pay for food and other expenses for her household, which includes her granddaughter and elderly mother.\n\n\"It's hard to look for a new job at my age. I just have to keep the faith that we will work this out,\" Mata said.\n\nGuests at the Hilton Hawaiian Village often tell Nely Reinante they don't need their rooms cleaned because they don't want her to work too hard. She said she seizes every opportunity to explain that refusing her services creates more work for housekeepers.\n\nHospitality industry rebounds but not for workers\n\nSince the pandemic, UNITE HERE has won back automatic daily room cleans at some hotels in Honolulu and other cities, either through contract negotiations, grievance filings or local government ordinances.\n\nBut the issue is back on the table at many hotels where contracts are expiring. Mills said UNITE HERE is striving for language to make it difficult for hotels to quietly encourage guests to opt out of daily housekeeping.\n\nThe U.S. hotel industry has rebounded from the pandemic despite average occupancy rates that remain shy of 2019 levels, largely due to higher room rates and record guest spending per room. Average revenue per available room, a key metric, is expected to reach a record high of $101.84 in 2024, according the hotel association.\n\nDavid Sherwyn, the director of the Cornell University Center for Innovative Hospitality Labor & Employment Relations, said UNITE HERE is a strong union but faces a tough fight over daily room cleaning because hotels consider reducing services part of a long-term budget and staffing strategy.\n\n\"The hotels are saying the guests don't want it, I can't find the people and it's a huge expense,\" Sherwyn said. \"That's the battle.\"\n\nWorkers bristle at what they see as moves to squeeze more out of them as they cope with erratic schedules and low pay. While unionized housekeepers tend to make higher wages, pay varies widely between cities.\n\nChandra Anderson, 53, makes $16.20 an hour as a housekeeper at the Hyatt Regency Baltimore Inner Harbor, where workers have not yet voted to strike. She is hoping for a contract that will raise her hourly pay to $20 but says the company came back with a counteroffer that \"felt like a slap in the face.\"\n\nAnderson, who has been her household's sole breadwinner since her husband went on dialysis, said they had to move to a smaller house a year ago in part because she wasn't able to get enough hours at her job. Things have improved since the hotel reinstated daily room cleaning earlier this year, but she still struggles to afford basics like groceries.\n\nTracy Lingo, president of UNITE HERE Local 7, said the Baltimore members are seeking pensions for the first time but the biggest priority is bringing hourly wages closer to those in other cities.\n\n\"That's how far behind we are,\" Lingo said.",
        "url": "https://www.cbsnews.com/news/hotel-chain-strikes-housekeepers-marriot-hilton-omni/",
        "image": "15.jpg",
        "publish_date": null
    },
    {
        "index": 16,
        "title": "Notorious ex-cartel leader nicknamed \"Friend Killer\" released from U.S. prison 21 years after being captured",
        "text": "Mexican drug kingpin Osiel Cardenas Guillen, former leader of the notorious Gulf Cartel and Los Zetas criminal gang, was released Friday from a U.S. prison and handed over to the immigration department, officials said.\n\nCardenas Guillen was captured in 2003 and extradited four years later to the United States, where he pleaded guilty to drug trafficking, money laundering and extortion. A Federal Bureau of Prisons official told AFP that Cardenas Guillen, 57, was released Friday and moved into Immigration and Customs Enforcement (ICE) custody.\n\nAccused Mexican drug kingpin Osiel Cardenas Guillen, 39, leaves the federal courthouse after pleading not guilty to charges connected to running a cartel, in Houston, Feb. 9, 2007. Pat Sullivan / AP\n\nHe has several charges pending in Mexico, but it is not yet known whether the U.S. government will move to deport him. An anonymous U.S. official told NBC News the Biden administration planned to transfer Cardenas Guillen to Mexico.\n\nThe Gulf Cartel was once one of Mexico's most fearsome criminal groups, but in recent years lost influence and split into multiple factions.\n\nAs leader of the cartel, Cardenas Guillen oversaw a drug trafficking empire responsible for exporting massive quantities of cocaine and marijuana into the United States from Mexico.\n\nNicknamed \"El Mata Amigos\" (\"Friend Killer\"), he recruited former Mexican special forces soldiers to form his personal guard, which ended up operating on its own under the name of Los Zetas, one of the country's most bloodthirsty gangs until its collapse.\n\nAfter his arrest in the northeast border state of Tamaulipas, he was extradited in 2007 to the United States, where he was sentenced in 2010 to 25 years in prison and ordered to pay $50 million.\n\nAt that time, the Justice Department alleged that Cardenas Guillen threatened to kill a Texas sheriff's deputy who was working as an undercover ICE agent because he refused to deliver almost 1,000 kilograms of marijuana.\n\nAfter his capture, the Zetas began operating more independently until they finally broke with the Gulf Cartel in 2010, unleashing a war for control of its drug trafficking routes in eastern and northeastern Mexico.\n\nGulf Cartel faction behind 2023 killings of Americans\n\nIn January, Mexican marines detained one of the top leaders of the Gulf Cartel, the gang that kidnapped four Americans and killed two of them in March 2023. The kidnapping and killing of the Americans was linked to the Gulf Cartel faction known as \"The Scorpions.\"\n\nThe four Americans crossed into the border city of Matamoros from Texas in March so that one of them could have cosmetic surgery. They were fired on in downtown Matamoros and then loaded into a pickup truck.\n\nAmericans Zindell Brown and Shaeed Woodard died in the attack; Eric Williams and Latavia McGee survived. A Mexican woman, Areli Pablo Servando, 33, was also killed, apparently by a stray bullet.\n\nIn an April 2023 interview, Williams said that at one point he lay covered on the floor of a pickup truck, hidden by the dead bodies of Woodard and Brown.\n\nIn May 2023, police arrested a top lieutenant of the violent Metros faction of the Gulf drug cartel. The suspect was identified as Hugo Salinas Cortinas, whose nickname \"La Cabra\" means \"The Goat.\"\n\nJust weeks before that, the brother of Miguel Villarreal, aka \"Gringo Mike,\" a former Gulf Cartel plaza boss, was sentenced in Houston to 180 months in prison for his role in distributing cocaine.\n\nThe Associated Press contributed to this report.",
        "url": "https://www.cbsnews.com/news/gulf-cartel-leader-released-us-prison-osiel-cardenas-guillen/",
        "image": "16.jpg",
        "publish_date": null
    },
    {
        "index": 17,
        "title": "Victims of Nazi concentration camps built in British Channel Islands counted in review",
        "text": "This is an updated version of a story first published on April 21, 2024. The original video can be viewed here.\n\nThe names Auschwitz, Bergen-Belsen and Buchenwald are infamous as the scene of atrocities -- concentration camps, run by Adolf Hitler's notorious SS.\n\nBut what you may be surprised to learn, as we were, is that two Nazi concentration camps were established on British soil in the Channel Islands, around 80 miles from the British mainland. The islands lie just off the coast of France, became possessions of the English crown around a thousand years ago – and were occupied by Germany for nearly five years during World War II. We visited what remains of the camps this past winter, just before the British government completed a review of the death toll there - with findings that are hotly disputed.\n\nHolly Williams: It's pretty well hidden, isn't it?\n\nMarcus Roberts: Yeah, well, if you--\n\nHolly Williams: It's all overgrown.\n\nMarcus Roberts: If you didn't know how to get here, you wouldn't easily stumble across it.\n\nMarcus Roberts: This was a sort of back entrance…\n\nThere's not much left of the Third Reich's Lager Sylt concentration camp… on the windswept island of Alderney -- about three miles long and one and a half wide – nature is gradually swallowing up its crumbling concrete walls.\n\nHolly Williams: And the camp's up here…--\n\nMarcus Roberts: These take you straight into the-- the camp.\n\nHolly Williams: Wow.\n\nMarcus Roberts is an Oxford-educated amateur historian who runs heritage tours. He's spent years researching this forgotten chapter in British history.\n\nMarcus Roberts: So undoubtedly if you wanted to put-- a pin on the map, you could say, \"This is where the Holocaust happened on British sovereign territory.\"\n\nMarcus Roberts and Holly Williams 60 Minutes\n\nWhen Germany invaded France in 1940, the British government calculated that the Channel Islands had no strategic value – and gave them up without a fight. Nearly all of the residents of Alderney decided to evacuate before the German troops arrived. On the empty island, the Germans set up two concentration camps – as well as labor camps. They brought in prisoners of war and forced laborers to build giant fortifications that still survive today -- part of Hitler's Atlantic wall to protect against Allied attack. A minority of them were Jewish – others were from Russia, Ukraine, Poland, and Spain.\n\nHolly Williams: I understand this was called the Tunnel of Death?\n\nMarcus Roberts: Yes. It was notorious in the memory of prisoners. On two occasions, they were forced to cram in here in an apparent rehearsal for their own death.\n\nAfter the war, in 1945, the British military investigated the camps, and put the death toll on Alderney in the low hundreds. Some of those who lost their lives were buried under this plot of land. But Marcus Roberts and others argue that more than 10,000 must have died on the island – based on controversial calculations about the size of the labor force needed to build the fortifications. Roberts told us it's because he's Jewish that he's determined to count all of the dead.\n\nMarcus Roberts: There is the-- the Jewish instinct to, you know, leave no one behind\n\nHolly Williams: You're trying to make sure that all the Jewish dead are counted?\n\nMarcus Roberts: Remembered. If you don't remember a life, it's as if they've never lived at all.\n\nMost academics dispute Roberts' estimate of the death toll, but partly as a result of those disagreements, last year the British government appointed a team of researchers to comb through archives across Europe, and more accurately count the number of prisoners who died on Alderney. Dr. Gilly Carr -- an archaeologist at Cambridge University -- is coordinating the review.\n\nHolly Williams: Why is this just a document search, not a dig?\n\nGilly Carr: It is likely that some of the people in mass graves were Jewish. And according to Halakha or Jewish law, you cannot disturb the dead. But the second reason is that according to prisoner statements, some people were dumped at sea or thrown off cliffs. What are we going to do? Dig up the entire island? Well, we can't do that.\n\nThe researchers are drawing on rich material. The Nazis were meticulous record keepers -- and British archives contain first hand testimonies from survivors.\n\nHolly Williams: Look at this. \"We were beaten with everything they could lay their hands on: with sticks, spades, pickaxes.\"\n\nGilly Carr: It sounds absolutely ghastly.\n\nDr. Gilly Carr 60 Minutes\n\nHolly Williams: \"On certain days, five to six, up to 10 men died.\"\n\nDr. Carr told us there's no evidence that gas chambers were used on Alderney -- but there were summary executions, and the prisoners built the Nazi fortifications on starvation rations.\n\nHolly Williams: Were they taken to Alderney to be worked to death?\n\nGilly Carr: They were certainly seen as expendable. The aim was to get every ounce of work out of them. And if they died, it didn't matter, and that was kind of perhaps \"expected.\"\n\nHolly Williams: They were disposable human beings.\n\nGilly Carr: Yes. Yes.\n\nHolly Williams: How did your father end up in Alderney?\n\nAt a pub in the Channel Islands, we met Gary Font. His father – Francisco Font – fought on the losing side in the Spanish Civil War, was arrested in France, handed over to the Germans, and sent to a concentration camp on Alderney. Francisco survived, and later married a British woman -- Gary's mother.\n\nHolly Williams and Gary Font 60 Minutes\n\nGary Font: He witnessed-- the execution of a young Soviet boy who decided to leave the working detail and to change his footwear. So he started to pick up these paper bags, and wrap them 'round his feet, and then tie them with string. And a SS guard had seen him do this, and walked up to him and-- and shot him-- point-blank range.\n\nGary told us his father's experiences left him scarred.\n\nGary Font: I saw the emotion on his face. Yeah, it's a tough one.\n\nHolly Williams: Do you think that emotion came from-- that he had survived the War in Spain, and survived the camp here?\n\nGary Font: Yeah, exactly. That was the first time I realized, \"Wow, you know, this man has a deep-rooted emotion inside of him that he could never get out.\"\n\nThe British government's effort to get the truth out – by recounting the dead – was commissioned by Lord Pickles – a former cabinet minister and now the U.K.'s envoy for post-Holocaust issues.\n\nLord Pickles: The figures vary, not by a few hundred, not by a few thousand, by-- by tens of thousands.\n\nHolly Williams: So it was the controversy that prompted you to commission the review?\n\nLord Pickles: Yes. It seemed to me that the sensible thing was, \"Well, okay. Let's do that-- this in the open. Let's do it fully transparent.\n\nHe's also asked the researchers to put names to as many of those killed as they can.\n\nLord Pickles: If you remember them as individuals, then it's another blow against Hitler. Hitler wanted to eradicate the memory of people.\n\n60 Minutes\n\nHolly Williams: So this is kind of an ongoing fight against Hitler and his ideas?\n\nLord Pickles: Hitler's evil hand still continues to affect-- to affect Europe and to affect the world.\n\nBut it's taken nearly 80 years for the British government to re-examine what happened on Alderney -- and to make its report public. The official British investigations in 1945 were classified for decades. And unlike the trials of Nazi officials in Nuremberg -- the British authorities failed to prosecute a single German officer who worked on Alderney – even though many of them ended up in British prisoner of war camps.\n\nHolly Williams: I mean just to be clear, these are possible war criminals. The British government has gathered evidence against-- against them. And they are in British custody.\n\nGilly Carr: Yes, they are at this point, yes.\n\nHolly Williams: A sort of slam-dunk case?\n\nGilly Carr: You'd have thought.\n\nThat's led Marcus Roberts and others to claim that the British government tried to cover-up the extent of the atrocities on Alderney. Dr. Carr told us that could be true -- but one key document from the British War Office investigation that may explain why there were no prosecutions is missing.\n\nGilly Carr: It could have been shredded-- decades ago as part of, \"What do we need these files for anymore?\n\nHolly Williams: But could it also have been shredded for more nefarious purposes?\n\nGilly Carr: I have no idea. In order for me to say there was a cover-up, I want to see the decisions taken. I want to look through those steps and to make up my own mind.\n\nHolly Williams: Why might the British government have tried to cover up or whitewash what happened on Alderney and-- and maybe more broadly, on the Channel Islands?\n\nGilly Carr: There are some things that-- that happened that might not-- that the British government might not necessarily have wanted a wider audience to know about.\n\nThose things – once feared too troubling for the broader public – happened on three of the other Channel Islands -- where most residents did not evacuate before the occupation. When the Germans arrived, the locals mostly cooperated – often with little choice. Hitler's portrait was hung outside this cinema on the island of Guernsey. Nazi propaganda showed the British police working for German troops. And British newspapers on the islands printed orders from Berlin.\n\nHolly Williams: This is a British newspaper. And it's got the swastika on top.\n\nLinda Romeril: That's right.\n\nLinda Romeril and Holly Williams 60 Minutes\n\nAt the official archives on the island of Jersey, Linda Romeril showed us how British officials implemented Nazi policies -- asking Jewish residents to identify themselves, and then confiscating their assets.\n\nLinda Romeril: There was a huge amount of requisitioning of people's houses, people's property during the occupation period.\n\nBut some resisted -- risking punishment to paint anti-nazi graffiti, and illegally listening to British news on the radio.\n\nJenny Lecoat: That's my great aunt Louisa. I suspect that she was probably quite steely.\n\nOne member of the resistance was Louisa Gould -- who hid an escaped Russian prisoner in her home for nearly two years. Jenny Lecoat told us when her great aunt Louisa was finally caught, she was sent to Ravensbruck concentration camp in Germany.\n\nHolly Williams: She was killed in a Nazi gas chamber?\n\nJenny Lecoat: She was gassed to death, yeah.\n\nHolly Williams: After the occupation, did the British government get in touch with your family to talk about what Louisa had done during the occupation, and about her murder by the Nazis?\n\nJenny Lecoat: The British government, I think, were kind of ashamed. They were horrified it had happened, and they didn't really want to get too involved in what had gone on there.\n\nHolly Williams: Not wanting to talk about the resistance? Or not wanting to talk about the occupation at all?\n\nJenny Lecoat: Well, it was such a mixed picture. There were people who had resisted the Germans as much as resistance was possible within a tiny, nine-by-five-mile island. And there were also people who'd collaborated. Some people had betrayed their own country. The only possible legislation was treason, which was still a hanging offense. They didn't wanna get into that. That was the confusing, messy, dirty mixed picture of-- of the Channel Islands occupation.\n\nHolly Williams and Jenny Jenny Lecoat 60 Minutes\n\nMore of that messy, dirty history was revealed when the British government published its review in May. According to the new count, over a thousand may have died in the camps. Predictably, it hasn't satisfied everyone.\n\nMarcus Roberts: Some kind of-- ap-- apology and, you know, moral recompense would be helpful.\n\nHolly Williams: You-- you want the British government to apologize--\n\nMarcus Roberts: Yeah. I'd like--\n\nHolly Williams: --for not having prosecuted alleged war criminals?\n\nMarcus Roberts: Yeah. So I think it would be appropriate for them to recognize what should have been done, didn't happen.\n\nThe horrors carried out on this tiny, remote island are difficult to imagine... the victims were silenced and buried… but now, nearly eight decades later, they're finally being counted.\n\nProduced by Justine Redman and Erin Lyall. Associate producer, Matthew Riley. Broadcast associate, Eliza Costas. Edited by Peter M. Berman.",
        "url": "https://www.cbsnews.com/news/victims-of-nazi-concentration-camps-built-in-british-channel-islands-finally-being-counted-60-minutes-transcript/",
        "image": "17.jpg",
        "publish_date": null
    },
    {
        "index": 18,
        "title": "What's open and closed on Labor Day 2024? See hours for major stores, pharmacies and more.",
        "text": "Labor Day may be a national holiday, but it's also a big day for family get-togethers and backyard grilling with friends, often requiring a quick dash to pick up extra hamburger buns or drinks.\n\nThe good news is that plenty of retailers will be keeping their doors open on September 2. Others will remain closed on Labor Day — a national holiday in the U.S. since 1894 — while some stores might have shorter hours. Here's what to know about what's open and closed on Labor Day 2024.\n\nIs Costco open on Labor Day?\n\nCostco closes its doors for seven U.S. holidays each year, and Labor Day is among them. That means that you're out of luck Monday if you hope to make a quick run to the discount chain.\n\nIs Walmart open on Labor Day?\n\nWalmart told CBS MoneyWatch that its locations will be open during their regular hours on Labor Day. Walmart locations are typically open from 6 a.m. until 11 p.m.\n\nWhich grocery stores are open on Labor Day?\n\nMany grocery stores will be open on Labor Day, although some ask that customers check with their local stores to make sure they will be operating with normal hours. Here are some grocery chains that will be operating on September 2:\n\nAlbertsons: Albertsons Companies stores will be open on Labor Day, including Safeway, Albertsons, ACME, Shaw's, Vons and Tom Thumb. However, the company's pharmacies may be closed or have adjusted hours.\n\nFood Lion: The chain's 1,100 locations will be operating during their normal hours, although these vary by location. Most Food Lion locations are open from 6 a.m. until 11 p.m.\n\nPublix: Its more than 1,400 locations will be open during their regular hours, but its pharmacies will be closed. Most Publix stores are open from 7 a.m. until 10 p.m.\n\nWhich pharmacies are open on Labor Day?\n\nSome pharmacies will be closed on Labor Day, so it's best to check ahead for exact hours and operations.\n\nCVS Pharmacy locations will be open on Labor Day, although some stores may have reduced hours. The company recommends that customers call their local store before visiting or check hours at CVS.com.\n\n\n\nPublix pharmacies will be closed on September 2.\n\nRite Aid said most of its stores will be open for Labor Day, though with varying hours of operation. Customers should check ahead for hours.\n\nWalgreens stores will operate during their regular hours on Labor Day, but most of its pharmacies will be closed except for its 24-hour locations and select other pharmacies. Customers should check the Walgreens' store locator on its website to check local hours.\n\n\n\nIs Dunkin' open on Labor Day?\n\nDunkin' told CBS MoneyWatch that many of its locations will be open on Monday, September 2.\n\n\"As always, store hours can vary so we encourage guests to check their go-to location's hours in the Dunkin' app or by calling ahead before showing up,\" a spokesperson said.\n\nIs Starbucks open on Labor Day?\n\nStarbucks said its store hours will vary by location, and stores may occasionally adjust their hours based on business and customer needs.\n\n\"We recommend customers look for specific store hours using the Starbucks® app or by visiting our website store locator: Starbucks.com/store-locator,\" a spokesperson said.\n\nIs McDonald's open on Labor Day?\n\nThe fast-food giant said most McDonald's in the U.S. are open on holidays, although hours may vary. It recommends that customers use its store locator tool to confirm hours before heading out for a meal.\n\nIs Chick-fil-A open on Labor Day?\n\nChick-fil-A, which closes its locations on Sundays, said its restaurants will be open on Monday, September 2.\n\nHowever, the company told CBS MoneyWatch that hours may vary by location, and it recommends using its app or visiting our website and clicking the \"Find a Restaurant\" link in the top left corner to find local hours.\n\nIs Home Depot open on Labor Day?\n\nYes, the home-improvement chains ays its Home Depot stores will be open on Labor Day with no adjustment to store hours. However, it recommends that customers check with their local stores ahead of time just in case. Home Depot's hours are typically 6 a.m. until 10 p.m.\n\nIs there mail delivery on Labor Day?\n\nNo, there is no regular residential or business U.S. Postal Service delivery on Labor Day, as it is a federal holiday observed by the postal service.\n\nEven so, the USPS said its Priority Mail Express, which is delivered 365 days a year, will be delivered on September 2.\n\nAre banks open on Labor Day?\n\nBecause Labor Day is a holiday for the Federal Reserve system, banks will be closed for the day. However, ATMs will remain available and open for transactions.",
        "url": "https://www.cbsnews.com/news/whats-open-closed-labor-day-2024/",
        "image": "18.jpg",
        "publish_date": null
    },
    {
        "index": 19,
        "title": "Hunter Woodhall gears up for Paralympics after watching wife Tara Davis-Woodhall earn gold at the Paris Games",
        "text": "Hunter Woodhall and Tara Davis-Woodhall have won medals, yes. But they've also won the hearts of millions of Americans.\n\nThe track and field stars, already a budding internet sensation, set off a new wave of admiration after a video of the couple celebrating Davis-Woodhall's gold win in women's long jump went viral during the Paris Games.\n\nThe moment captured Davis-Woodhall making another jump after her after winning 23-foot leap, this time into the arms of her husband, Paralympic champion Hunter Woodhall. Videos of the warm embrace have garnered millions of views across social media.\n\nTara Davis-Woodhall, left, of the United States, celebrates with her husband Hunter Woodhall after winning the women's long jump final at the 2024 Summer Olympics, Thursday, Aug. 8, 2024, in Saint-Denis, France. Bernat Armangue / AP\n\n\"Baby, you're the Olympic champion!\" Woodhall was caught saying on camera.\n\n\"I haven't been on social media that much, so I don't know how viral it's gone!\" Davis-Woodhall told People during a recent interview. \"Everyone's been telling me the whole world's been seeing it, [but] that's just Hunter and I.\"\n\nWoodhall, a double-amputee sprinter originally from Syracuse, Utah, will have his own chance to vie for gold during the Paralympics, which kicked off in Paris on Aug. 28 and run through Sept. 8. According to a spokesperson, Woodhall will compete in the men's 100m on Sept. 1 and again on Sept. 2 if he qualifies. He's also representing Team USA in the men's 400m and 4x100m Universal Relay on Sept. 6.\n\nWoodhall departed Paris on Aug. 11 to finish his preparations, and arrived back in City of Light on Aug. 26, according the spokesperson. His wife, who was in Rome for the Rome Diamond League, was set to rejoin Woodhall on Saturday, the spokesperson said.\n\nAfter being born with a condition called fibular hemimelia, Woodhall had an amputation to remove his lower legs. Doctors told his parents that he would never be able to walk, a prognosis he was determined to prove wrong.\n\n\"They said I'd never walk, so I learned to run instead,\" Woodhall's Instagram bio says.\n\nThe Paralympic athlete started his track and field career in the fifth grade and became the first double amputee athlete to earn a D-1 scholarship, competing for the University of Arkansas.\n\nGermany's Johannes Floores (R) and USA's Hunter Woodhall (L) react after the final men's 4x100m relay T42-47 during the Rio 2016 Paralympic Games. Jens Büttner/picture alliance via Getty Images\n\nDavis-Woodhall has been enmeshed in the track and field world since age 4, thanks to her family. The youngest of five, she attended her older siblings' track meets regularly as a child and got interested in long jump after seeing her sister take part in the event, according to NBC. Davis-Woodhall's dad, Ty Davis, was her coach all the way through high school, where she set records for long jump and 100m hurdles at both the state and national level. Davis-Woodhall now has a track invitational at her high school named after her, according to the spokesperson.\n\nThe California native attended the University of Georgia before transferring to the University of Texas where she competed in long jump and hurdles. She brings a cowboy hat to her meets to honor her Texas ties.\n\nDavis-Woodhall made her Olympic debut in 2021 at the Tokyo Games after recovering from a string of injuries including two broken vertebrae, a broken ankle and a broken hip.\n\n\"I sat in COVID, I figured out who I was and just tuned in to my body and what I needed to do for the upcoming season,\" she told CBS News in 2021. \"And luckily, my season played out really well.\"\n\nTara Davis of Team United States competes in the Women's Long Jump Final on day eleven of the Tokyo 2020 Olympic Games at Olympic Stadium on August 03, 2021 in Tokyo, Japan. Matthias Hangst / Getty Images\n\nOutside of long jump, she's competed in 60m and 100m hurdles, triple jump, and women's 200m for USA Track & Field.\n\nThe couple's romance began in 2017, after they met at a high school track meet in Pocatello, Idaho. They recount their first encounter in a YouTube video.\n\nAccording to their telling, Woodhall traveled from Utah, and Woodhall-Davis from California for an event called the Simplot Games. It was there where the two, both 18-years-old at the time, serendipitously caught each others' eyes on the track turf. Woodhall was watching his Davis-Woodhall run the hurdle race when he texted his friend Tucker saying, \"This is the girl I'm going to marry.\" The next day, after the Woodhall ran and won the 400m race, Woodhall-Davis greeted him afterwards. \"I just needed a hug,\" Woodhall recalled her saying. \"That's really how we met,\" he said.\n\nThe two tied the knot in Texas in 2022 and now reside in Arkansas. They run a popular YouTube channel called \"Tara and Hunter\" that documents their athletic ventures and day-to-day life as a married couple. It currently has 863,000 subscribers.\n\n\"Being in each other's sport I think that's a different way of sharing our love,\" said Davis-Woodhall in an interview shared by CBS Mornings. \"Not only do we love each other as humans, we love each other as athletes.\"",
        "url": "https://www.cbsnews.com/news/hunter-woodhall-tara-davis-paralympics-olympics-paris-2024/",
        "image": "19.jpg",
        "publish_date": null
    },
    {
        "index": 20,
        "title": "Commerce Secretary Gina Raimondo on U.S. microchip production, blocking of sales to China, Russia",
        "text": "This is an updated version of a story first published on April 21, 2024. The original video can be viewed here.\n\nWhat does the secretary of commerce do? Until now, mainly promote U.S. businesses abroad. It had not been a high-profile job til Gina Raimondo turned the second-tier agency into a center of job creation, manufacturing, and national security.\n\nOnce the governor of Rhode Island, Raimondo, at 53, seems to have come out of nowhere to become a rising star of the Democratic party, and of the Biden administration.\n\nAs commerce secretary, she's running new projects that, as we first reported in April, could touch the lives of every American, and she's helping lead the expanding Cold War with China and confront Russia's aggression in Ukraine. The battlefield for both those conflicts is technology.\n\nGina Raimondo: If you think about national security today in 2024, it's not just tanks and missiles; it's technology. It's semiconductors. It's AI. It's drones. And the Commerce Department is at the red-hot center of technology.\n\nAnd at the red-hot center: a global \"chip war\" that ramped up, says Gina Raimondo, when Russia invaded Ukraine.\n\nGina Raimondo: The Commerce Department stopped all semiconductor chips from being sold to Russia. Every drone, every missile, every tank has semiconductors in them. And, you know Lesley, you know we are being effective because shortly after we started that work we heard stories of the Russians taking semiconductors out of refrigerators, out of dishwashers--\n\nGina Raimondo 60 Minutes\n\nLesley Stahl: What?\n\nGina Raimondo: –out, out of breast pumps, getting the chips--\n\nLesley Stahl: Oh, come–\n\nGina Raimondo: --to put them into their military equipment.\n\nLesley Stahl: However, the Russians are now working their way around this--\n\nGina Raimondo: They are.\n\nLesley Stahl: --and successfully. And they're doing better in the war, probably, because of this.\n\nGina Raimondo: You are right in what you say.\n\nBut, she says--\n\nGina Raimondo: It's absolutely the case that our export controls have hurt their ability to conduct the war, made it harder. And we are enforcing this every minute of every day, doing everything we can.\n\n60 Minutes\n\nThese are some of the enforcers:\n\nThea Kendler (assistant secretary of commerce for Export Administration):Push to talk about our controls on Russia--\n\n--Raimondo's team at Commerce that monitors and polices the ban on any company in the world from selling products with American chips in them to Russia. but not just Russia.\n\nPresident Biden (during State of the Union): I've made sure that the most advanced American technologies can't be used in China.\n\nThe Chinese warn that these export controls could trigger an escalating trade war.\n\nLesley Stahl: Trade with China accounts for 750,000 U.S. jobs.\n\nGina Raimondo: Mmhmm.\n\nLesley Stahl: And if trade ends, we lose those jobs.\n\nGina Raimondo: We want to trade with China on the vast majority of goods and services. But on those technologies that affect our national security, no.\n\nLesley Stahl: Those advanced chips are in consumer goods. Banks use them—\n\nGina Raimondo: Mmhmm.\n\nLesley Stahl: --hospitals. This is going toward products that are made for civilian use.\n\nGina Raimondo: Yep. Well, they also go into nuclear weapons, surveillance systems. And we know they want these chips and our sophisticated technology to advance their military.\n\nHer toughness has made her a target in China, where fake ads have her promoting the new Chinese-made smartphone.\n\nLast year, the government in Beijing hacked her email. When she was in China, on a trip ironically to improve relations, the tech company Huawei introduced that new smartphone with an advanced, Chinese-made chip.\n\nLesley Stahl: It was kind of in your face—\n\nGina Raimondo: Mmhmm.\n\nLesley Stahl: --as if to say, \"Look at the chip that we have.\" And it was a pretty good, high-level chip, right?\n\nGina Raimondo: Well, I have their attention, clearly. And--\n\nLesley Stahl: And they've gotten yours.\n\nSecretary of Commerce Gina Raimondo 60 Minutes\n\nGina Raimondo: Hmm. Well, what it tells me is the export controls are working because that chip is not nearly as good--\n\nLesley Stahl: It's not?\n\nGina Raimondo: --it's years behind what we have in the United States. We have the most sophisticated semiconductors in the world. China doesn't. We've out-innovated China.\n\nLesley Stahl: Well, \"we,\" you mean Taiwan?\n\nGina Raimondo: Fair.\n\nWhile American tech companies design the world's most advanced chips, none are actually made in the U.S. Ninety percent of them come from Taiwan, and they are key to the future of U.S. military weaponry.\n\nLesley Stahl: And China, from time to time, threatens, you know, the wolf, to invade Taiwan.\n\nGina Raimondo: Mmhmm.\n\nLesley Stahl: And some people say the whole reason is to get their hands on those chips.\n\nGina Raimondo: That's a problem, it's a risk, it makes us vulnerable.\n\nThe problem of our outsourcing production goes way beyond high tech with millions of American workers having lost their jobs that went overseas, something Raimondo knows first-hand growing up as the youngest child in an Italian-American family in Rhode Island.\n\nGina Raimondo: This is the old Bulova watch factory where my dad worked for almost 30 years.\n\nHer dad lost his job when Bulova abandoned the factory in 1983 and moved its operations to China.\n\nGina Raimondo: It's hard for you to imagine it now as you look around here. But this was, you know, a bustling place. You know, they had 1,000 people working here, food trucks on the sidewalk, an electroplating shop there, a tool and dye shop there. And now, this is what you have.\n\nLesley Stahl: And how old were you?\n\nGina Raimondo: I was in, like, sixth grade. But I saw the toll it took on my dad and my family.\n\nAnd that influenced her career choices from when she studied economics and played rugby at Harvard–\n\nGina Raimondo: So, this is my office.\n\n--to when she left a high-paying job as a venture capitalist to run for public office in Rhode Island.\n\nGina Raimondo: This was the day that I was sworn in as State Treasurer, and those are my parents. That's my dad.\n\nLesley Stahl: That's your dad--\n\nGina Raimondo: Super proud of me.\n\nLesley Stahl: --the man who worked at Bulova.\n\nGina Raimondo: The man who worked at Bulova. The man who taught me about manufacturing, tau-- taught me that a job is about your pride, ability to take care of your family, not just a paycheck.\n\nMarried with two children, Raimondo--a Rhodes scholar and Yale Law School graduate--was elected the state's first female governor in 2014 as a moderate, pro-business Democrat.\n\nLesley Stahl: Liberals in your party, this is a quote, look upon you as a sellout to big business.\n\nGina Raimondo: I think that's ridiculous. I hold businesses accountable as much as anyone. When I tell them they can't sell their semiconductors to China, they don't love that. But I do that.\n\nIn late 2020, President-elect Joe Biden called her about leading the Commerce Department, which til then managed--without much fanfare or headlines--a mishmash of agencies and assignments, ranging from monitoring the weather to measuring the level of contaminants in household dust.\n\nLesley Stahl: So, one day, President-elect Biden calls you and said, \"What about being Commerce Secretary?\" And you heard that and thought?\n\nGina Raimondo: (laugh) Init-- truthfully, initially, I thought, \"What does the Commerce Secretary do?\"\n\nLesley Stahl: Yeah. (laugh)\n\nGina Raimondo: And then the president-elect said to me, \"Come. I want you to work with me to help rebuild American manufacturing.\" And I called my brother, my big brother, and he said, \"Gina, dad would be so proud. You gotta do it. You gotta do it.\" And that was it.\n\nOnce at Commerce, she began to lean on Congress-\n\nGina Raimondo (during congressional testimony): This is just good business--\n\n--to fund her new programs with $100 billion, including $50 billion for the bipartisan \"CHIPS Act\" that she is now dispensing to reduce America's reliance on Taiwan.\n\nGina Raimondo (during Intel \"CHIPS Act\" award announcement): It's a huge day for the entire country.\n\nIn March, in Arizona, she announced her first award for making leading-edge chips in the U.S. to Intel.\n\nGina Raimondo (during Intel \"CHIPS Act\" award announcement): We are announcing our intention to invest $8.5 billion in Intel, America's champion semiconductor company. (applause)\n\nIntel intends to construct and modernize facilities in Arizona, New Mexico, Oregon, and Ohio.\n\nShe's made other big awards totaling more than $20 billion, including one to Taiwan-based TSMC, and another to the South Korean company Samsung, to make the world's most advanced chips in Arizona and Texas.\n\nRaimondo is also spreading her largesse elsewhere in the country with another huge initiative, the \"Internet For All\" program.\n\nLesley Stahl, Commerce Secretary Gina Raimondo and Corning CEO Wendell Weeks 60 Minutes\n\nWe went with her to a Corning factory in North Carolina, the world's largest manufacturer of fiber optic cable.\n\nWendell Weeks: You're looking at fiber on these spools, all different colors. What's inside of there is actually one of the most precise products ever manufactured by man.\n\nWendell Weeks, chairman and CEO of Corning, is expanding production to make some of the 10 million miles of new cable that's needed to connect the 24 million Americans, living mostly in rural America, who don't have access to high-speed internet. And under prodding by Raimondo, he's investing Corning's own capital to do it.\n\nWendell Weeks: We've invested another half-billion dollars and doubled our footprint for the U.S.\n\nLesley Stahl: When you're spending all this money to connect, you know, small numbers of people who live miles away, the expense almost doesn't make sense.\n\nGina Raimondo: It does make sense. The internet is no longer a luxury. You need it to see the doctor, to go to school, to do your business, to pay your bills, to sign up for, you know, Social Security. Everyone has electricity in this country. Everyone ought to have the internet.\n\nTogether, she says, the Internet For All and the CHIPS Act initiatives will create about a half-million jobs by 2030. But Wall Street is skeptical. Intel, for example, recently reported $7 billion in operating losses.\n\nLesley Stahl: When you go to pick these different companies to give the money to--\n\nGina Raimondo: Mmhmm.\n\nLesley Stahl: --it's, it's social, industrial policy, something, you know, we gave up because it was shown that private industry does a better job picking. You're smiling.\n\nGina Raimondo: Well, do they? Because in the case of semiconductors the market didn't get it right.\n\nLesley Stahl: How did we lose this?\n\nGina Raimondo: We allowed manufacturing in this country to wither on the vine in search of cheaper labor in Asia, cheaper capital in Asia, and here we are. We just pursued profit over national security.\n\nLesley Stahl: There are strings attached to these grants. They have to provide daycare. You want them to have a diverse workforce--\n\nGina Raimondo: Mmhmm.\n\nLesley Stahl: --be union workers?\n\nGina Raimondo: That is not social policy, Lesley. That's--\n\nLesley Stahl: Sounds like it.\n\nGina Raimondo: --it's math. This is pure math.\n\nLesley Stahl: What do you--\n\nGina Raimondo: You won't have enough workers to do the job unless you figure out how to get women working in the facilities. What I am--\n\nLesley Stahl: But-- but on that point, if they need women--\n\nGina Raimondo: Mmhmm.\n\nLesley Stahl: --and women need daycare, that's a decision for the company to make. Why mandate it if it's what they need?\n\nGina Raimondo: It's not mandated. To be clear, these are not mandates.\n\nLesley Stahl: But it's written in there.\n\nGina Raimondo: It is written. But you know what's funny, I never hear complaints about this from the companies. The only complaints I have are from politicians.\n\nIn her nearly four years in Washington, Raimondo has elevated the Commerce Department and its secretary into a high-profile player.\n\nGina Raimondo: China wakes up every day figuring out how to get around our regulations. We got to wake up every day that much more relentless and aggressive. So, I bring it every day.\n\nLesley Stahl: So here comes the inevitable, obvious question that you know is coming your way. You are on a list of future presidential candidates. Does that sound good to you? Is it appetizing?\n\nGina Raimondo: What sounds good to me is being the best commerce secretary there's ever been.\n\nOne qualification for high office is being able to duck a question like that.\n\nOr a question about what role she might play in the next administration should Kamala Harris win the White House. Secretary Raimondo isn't saying, but rumor has it she'd be interested in becoming the next Treasury secretary.\n\nProduced by Richard Bonin. Associate producer, Mirella Brussani. Broadcast associate, Wren Woodson and Aria Een. Edited by April Wilson.",
        "url": "https://www.cbsnews.com/news/commerce-secretary-gina-raimondo-on-us-microchip-production-blocking-of-sales-to-china-russia-60-minutes-transcript/",
        "image": "20.jpg",
        "publish_date": null
    }
]