{
    "index": 10,
    "title": "3 women killed, gunman dead in Hawaii after dispute between neighbors leads to gunfire",
    "text": "Three people were killed and two others injured in a shooting at a home stemming from a dispute between neighbors on Saturday night in Hawaii, police said. The shooter was also fatally shot by a resident, who was arrested on a second-degree murder charge.\n\nWitnesses reported that a 58-year-old man was using a front-end loader to ram cars into the home where a family gathering was taking place, then opened fire at people gathered in the carport, fatally shooting three women at the residence in Waianae, a community about 30 miles west of downtown Honolulu, Honolulu police detective Lt. Deena Thoemmes said at a news conference.\n\nAt some point, a 42-year-old man who lived in the home fatally shot the suspect with a handgun, she said at a news conference. A police spokesperson did not immediately respond to a telephone message or an email asking for details about why the resident was arrested.\n\nThe women who were killed were 34, 36 and 29, Thoemmes said. A 31-year-old man and a 52-year-old woman were taken to the hospital in critical condition, she said.\n\nThe suspect, who was not identified, had four 55-gallon drums containing an unknown fuel in the front-end loader, Thoemmes said. Witnesses reported that he fired rounds into them but police have not confirmed that yet, she said.\n\nThe shootings are the latest of several shootings in recent weeks in the area that have led to police to pledge to work to fight gun violence, Police Chief Joe Logan said at the news conference. But he said Saturday's shootings were not related to the earlier ones. He suggested it would be difficult for police to prevent such a targeted act stemming from a dispute unless someone reached out earlier.\n\n\"There have been several incidents in the previous months and weeks, but this incident is not related to those. This incident happened as a result of neighbors. So I want to reassure the public that this is not a random act, but a targeted one,\" Logan said.\n\n4 dead, 2 others wounded, after apparent overnight shooting in Waianae: https://t.co/JekoUzs1s9 pic.twitter.com/xdU60cQSte — Hawaii News Now (@HawaiiNewsNow) September 1, 2024\n\nPrior to this incident, there had been three shootings in Waianae in a span of about a week, HawaiiNewsNow reported.\n\nLogan previously said there would be an increased law enforcement presence in the area, the station reported.\n\n\"The Honolulu Police Department is increasing, providing more resources in the areas of patrol and plain clothes,\" Logan said. \"We'll be working with our federal partners, to saturate the area and to patrol the area in greater numbers.\"",
    "url": "https://www.cbsnews.com/news/hawaii-shooting-women-killed-gunman-dead-nieghbors-dispute/",
    "image": "10.jpg",
    "publish_date": null
}