{
    "index": 11,
    "title": "Teamsters president says he hasn't endorsed Kamala Harris yet because \"you don't hire someone unless you give them an interview\"",
    "text": "Teamsters president says union hasn't backed Harris yet because they are waiting for a meeting\n\nSean O'Brien, president of the International Brotherhood of Teamsters, said Sunday he hasn't endorsed in the 2024 presidential race yet because he hasn't yet met with Vice President Kamala Harris, and \"you don't hire someone unless you give them an interview.\"\n\nThe International Brotherhood of Teamsters is one of the 10 largest unions in the United States with 1.3 million members and the only in the group of 10 that hasn't endorsed Harris, the Democratic nominee.\n\nThe Teamsters have historically endorsed a presidential candidate after both the Democratic and Republican conventions, but O'Brien said this election cycle is different. O'Brien already turned heads when he spoke at the Republican National Convention in July, the first leader in the organization's 121-year history to address the RNC.\n\n\"This time, under our leadership, we brought every single candidate to the table in front of our rank and file members and our general executive board, and we're waiting on Vice President Harris to commit to come meet with us,\" O'Brien said on \"Face the Nation.\"\n\nO'Brien said the Teamsters, unlike other major unions, have a split in political affiliation, which heightens the need for sit-down conversations with all presidential candidates. Teamsters met with Harris' GOP opponent, former President Donald Trump, as well President Biden earlier this year.\n\n\"Half of our members are Republicans, half of our members are Democrats. So we have to serve all of our membership equally,\" O'Brien said. \"And you know, this is our opportunity to ask her (Harris) about Teamster specific issues and also labor issues. So until we have that meeting, you know, obviously we will wait to make that determination.\"\n\nThe Harris-Walz campaign said before the DNC that Harris has agreed to a roundtable with the Teamsters.\n\nTeamsters president Sean O'Brien on \"Face the Nation with Margaret Brennan,\" Sept. 1, 2024. CBS News\n\n\"VP has received and gladly accepted an invitation by IBT leadership to participate in a candidate roundtable to discuss her record of fighting for Teamsters and their families and to highlight her vision for the future. The campaign looks forward to scheduling the roundtable in the near future,\" a campaign spokesperson said.\n\nAt the RNC in July, O'Brien delivered an anti- big business keynote speech.\n\nO'Brien's speech displayed the visible shift within the GOP since Trump's election in 2016, moving from a corporate, Wall Street-focused message toward a more worker-friendly tone.\n\n\"Today, the Teamsters are here to say we are not beholden to anyone or any party,\" O'Brien said during the July speech. \"We will create an agenda and work with a bipartisan coalition, ready to accomplish something real for the American worker. And I don't care about getting criticized.\"\n\nO'Brien said on \"Face the Nation\" that he asked to speak at both the Republican and Democratic National Conventions, but that only the RNC responded. United Auto Workers president Shawn Fain addressed the DNC in August, as well as several other union leaders.\n\n\"Whenever I get an opportunity to highlight the American worker, especially the Teamster worker, I'm going to take any and all venue,\" O'Brien said Sunday. \"We asked both conventions, respectively, at the same time, and the Republican National Convention immediately responded to us… I was hopeful that the Democrats would do the same, but they didn't.\"\n\nWhen asked if he appeared at the RNC because he feels Trump has been more pro-labor than past Republican nominees, O'Brien said, \"no, not at all,\" although Trump gave O'Brien a standing ovation and O'Brien called him a \"tough SOB\" in his speech. O'Brien on Sunday insisted the purpose of the speech was to highlight American workers and not to signal an endorsement in any one direction.\n\n\"It wasn't an endorsement for any and all Republicans. It was strictly a message about how important and how valuable we are, and to let the people know that fight us every day that we're not going away,\" O'Brien said.",
    "url": "https://www.cbsnews.com/news/sean-obrien-teamsters-2024-endorsement/",
    "image": "11.jpg",
    "publish_date": null
}