{
    "index": 17,
    "title": "Victims of Nazi concentration camps built in British Channel Islands counted in review",
    "text": "This is an updated version of a story first published on April 21, 2024. The original video can be viewed here.\n\nThe names Auschwitz, Bergen-Belsen and Buchenwald are infamous as the scene of atrocities -- concentration camps, run by Adolf Hitler's notorious SS.\n\nBut what you may be surprised to learn, as we were, is that two Nazi concentration camps were established on British soil in the Channel Islands, around 80 miles from the British mainland. The islands lie just off the coast of France, became possessions of the English crown around a thousand years ago – and were occupied by Germany for nearly five years during World War II. We visited what remains of the camps this past winter, just before the British government completed a review of the death toll there - with findings that are hotly disputed.\n\nHolly Williams: It's pretty well hidden, isn't it?\n\nMarcus Roberts: Yeah, well, if you--\n\nHolly Williams: It's all overgrown.\n\nMarcus Roberts: If you didn't know how to get here, you wouldn't easily stumble across it.\n\nMarcus Roberts: This was a sort of back entrance…\n\nThere's not much left of the Third Reich's Lager Sylt concentration camp… on the windswept island of Alderney -- about three miles long and one and a half wide – nature is gradually swallowing up its crumbling concrete walls.\n\nHolly Williams: And the camp's up here…--\n\nMarcus Roberts: These take you straight into the-- the camp.\n\nHolly Williams: Wow.\n\nMarcus Roberts is an Oxford-educated amateur historian who runs heritage tours. He's spent years researching this forgotten chapter in British history.\n\nMarcus Roberts: So undoubtedly if you wanted to put-- a pin on the map, you could say, \"This is where the Holocaust happened on British sovereign territory.\"\n\nMarcus Roberts and Holly Williams 60 Minutes\n\nWhen Germany invaded France in 1940, the British government calculated that the Channel Islands had no strategic value – and gave them up without a fight. Nearly all of the residents of Alderney decided to evacuate before the German troops arrived. On the empty island, the Germans set up two concentration camps – as well as labor camps. They brought in prisoners of war and forced laborers to build giant fortifications that still survive today -- part of Hitler's Atlantic wall to protect against Allied attack. A minority of them were Jewish – others were from Russia, Ukraine, Poland, and Spain.\n\nHolly Williams: I understand this was called the Tunnel of Death?\n\nMarcus Roberts: Yes. It was notorious in the memory of prisoners. On two occasions, they were forced to cram in here in an apparent rehearsal for their own death.\n\nAfter the war, in 1945, the British military investigated the camps, and put the death toll on Alderney in the low hundreds. Some of those who lost their lives were buried under this plot of land. But Marcus Roberts and others argue that more than 10,000 must have died on the island – based on controversial calculations about the size of the labor force needed to build the fortifications. Roberts told us it's because he's Jewish that he's determined to count all of the dead.\n\nMarcus Roberts: There is the-- the Jewish instinct to, you know, leave no one behind\n\nHolly Williams: You're trying to make sure that all the Jewish dead are counted?\n\nMarcus Roberts: Remembered. If you don't remember a life, it's as if they've never lived at all.\n\nMost academics dispute Roberts' estimate of the death toll, but partly as a result of those disagreements, last year the British government appointed a team of researchers to comb through archives across Europe, and more accurately count the number of prisoners who died on Alderney. Dr. Gilly Carr -- an archaeologist at Cambridge University -- is coordinating the review.\n\nHolly Williams: Why is this just a document search, not a dig?\n\nGilly Carr: It is likely that some of the people in mass graves were Jewish. And according to Halakha or Jewish law, you cannot disturb the dead. But the second reason is that according to prisoner statements, some people were dumped at sea or thrown off cliffs. What are we going to do? Dig up the entire island? Well, we can't do that.\n\nThe researchers are drawing on rich material. The Nazis were meticulous record keepers -- and British archives contain first hand testimonies from survivors.\n\nHolly Williams: Look at this. \"We were beaten with everything they could lay their hands on: with sticks, spades, pickaxes.\"\n\nGilly Carr: It sounds absolutely ghastly.\n\nDr. Gilly Carr 60 Minutes\n\nHolly Williams: \"On certain days, five to six, up to 10 men died.\"\n\nDr. Carr told us there's no evidence that gas chambers were used on Alderney -- but there were summary executions, and the prisoners built the Nazi fortifications on starvation rations.\n\nHolly Williams: Were they taken to Alderney to be worked to death?\n\nGilly Carr: They were certainly seen as expendable. The aim was to get every ounce of work out of them. And if they died, it didn't matter, and that was kind of perhaps \"expected.\"\n\nHolly Williams: They were disposable human beings.\n\nGilly Carr: Yes. Yes.\n\nHolly Williams: How did your father end up in Alderney?\n\nAt a pub in the Channel Islands, we met Gary Font. His father – Francisco Font – fought on the losing side in the Spanish Civil War, was arrested in France, handed over to the Germans, and sent to a concentration camp on Alderney. Francisco survived, and later married a British woman -- Gary's mother.\n\nHolly Williams and Gary Font 60 Minutes\n\nGary Font: He witnessed-- the execution of a young Soviet boy who decided to leave the working detail and to change his footwear. So he started to pick up these paper bags, and wrap them 'round his feet, and then tie them with string. And a SS guard had seen him do this, and walked up to him and-- and shot him-- point-blank range.\n\nGary told us his father's experiences left him scarred.\n\nGary Font: I saw the emotion on his face. Yeah, it's a tough one.\n\nHolly Williams: Do you think that emotion came from-- that he had survived the War in Spain, and survived the camp here?\n\nGary Font: Yeah, exactly. That was the first time I realized, \"Wow, you know, this man has a deep-rooted emotion inside of him that he could never get out.\"\n\nThe British government's effort to get the truth out – by recounting the dead – was commissioned by Lord Pickles – a former cabinet minister and now the U.K.'s envoy for post-Holocaust issues.\n\nLord Pickles: The figures vary, not by a few hundred, not by a few thousand, by-- by tens of thousands.\n\nHolly Williams: So it was the controversy that prompted you to commission the review?\n\nLord Pickles: Yes. It seemed to me that the sensible thing was, \"Well, okay. Let's do that-- this in the open. Let's do it fully transparent.\n\nHe's also asked the researchers to put names to as many of those killed as they can.\n\nLord Pickles: If you remember them as individuals, then it's another blow against Hitler. Hitler wanted to eradicate the memory of people.\n\n60 Minutes\n\nHolly Williams: So this is kind of an ongoing fight against Hitler and his ideas?\n\nLord Pickles: Hitler's evil hand still continues to affect-- to affect Europe and to affect the world.\n\nBut it's taken nearly 80 years for the British government to re-examine what happened on Alderney -- and to make its report public. The official British investigations in 1945 were classified for decades. And unlike the trials of Nazi officials in Nuremberg -- the British authorities failed to prosecute a single German officer who worked on Alderney – even though many of them ended up in British prisoner of war camps.\n\nHolly Williams: I mean just to be clear, these are possible war criminals. The British government has gathered evidence against-- against them. And they are in British custody.\n\nGilly Carr: Yes, they are at this point, yes.\n\nHolly Williams: A sort of slam-dunk case?\n\nGilly Carr: You'd have thought.\n\nThat's led Marcus Roberts and others to claim that the British government tried to cover-up the extent of the atrocities on Alderney. Dr. Carr told us that could be true -- but one key document from the British War Office investigation that may explain why there were no prosecutions is missing.\n\nGilly Carr: It could have been shredded-- decades ago as part of, \"What do we need these files for anymore?\n\nHolly Williams: But could it also have been shredded for more nefarious purposes?\n\nGilly Carr: I have no idea. In order for me to say there was a cover-up, I want to see the decisions taken. I want to look through those steps and to make up my own mind.\n\nHolly Williams: Why might the British government have tried to cover up or whitewash what happened on Alderney and-- and maybe more broadly, on the Channel Islands?\n\nGilly Carr: There are some things that-- that happened that might not-- that the British government might not necessarily have wanted a wider audience to know about.\n\nThose things – once feared too troubling for the broader public – happened on three of the other Channel Islands -- where most residents did not evacuate before the occupation. When the Germans arrived, the locals mostly cooperated – often with little choice. Hitler's portrait was hung outside this cinema on the island of Guernsey. Nazi propaganda showed the British police working for German troops. And British newspapers on the islands printed orders from Berlin.\n\nHolly Williams: This is a British newspaper. And it's got the swastika on top.\n\nLinda Romeril: That's right.\n\nLinda Romeril and Holly Williams 60 Minutes\n\nAt the official archives on the island of Jersey, Linda Romeril showed us how British officials implemented Nazi policies -- asking Jewish residents to identify themselves, and then confiscating their assets.\n\nLinda Romeril: There was a huge amount of requisitioning of people's houses, people's property during the occupation period.\n\nBut some resisted -- risking punishment to paint anti-nazi graffiti, and illegally listening to British news on the radio.\n\nJenny Lecoat: That's my great aunt Louisa. I suspect that she was probably quite steely.\n\nOne member of the resistance was Louisa Gould -- who hid an escaped Russian prisoner in her home for nearly two years. Jenny Lecoat told us when her great aunt Louisa was finally caught, she was sent to Ravensbruck concentration camp in Germany.\n\nHolly Williams: She was killed in a Nazi gas chamber?\n\nJenny Lecoat: She was gassed to death, yeah.\n\nHolly Williams: After the occupation, did the British government get in touch with your family to talk about what Louisa had done during the occupation, and about her murder by the Nazis?\n\nJenny Lecoat: The British government, I think, were kind of ashamed. They were horrified it had happened, and they didn't really want to get too involved in what had gone on there.\n\nHolly Williams: Not wanting to talk about the resistance? Or not wanting to talk about the occupation at all?\n\nJenny Lecoat: Well, it was such a mixed picture. There were people who had resisted the Germans as much as resistance was possible within a tiny, nine-by-five-mile island. And there were also people who'd collaborated. Some people had betrayed their own country. The only possible legislation was treason, which was still a hanging offense. They didn't wanna get into that. That was the confusing, messy, dirty mixed picture of-- of the Channel Islands occupation.\n\nHolly Williams and Jenny Jenny Lecoat 60 Minutes\n\nMore of that messy, dirty history was revealed when the British government published its review in May. According to the new count, over a thousand may have died in the camps. Predictably, it hasn't satisfied everyone.\n\nMarcus Roberts: Some kind of-- ap-- apology and, you know, moral recompense would be helpful.\n\nHolly Williams: You-- you want the British government to apologize--\n\nMarcus Roberts: Yeah. I'd like--\n\nHolly Williams: --for not having prosecuted alleged war criminals?\n\nMarcus Roberts: Yeah. So I think it would be appropriate for them to recognize what should have been done, didn't happen.\n\nThe horrors carried out on this tiny, remote island are difficult to imagine... the victims were silenced and buried… but now, nearly eight decades later, they're finally being counted.\n\nProduced by Justine Redman and Erin Lyall. Associate producer, Matthew Riley. Broadcast associate, Eliza Costas. Edited by Peter M. Berman.",
    "url": "https://www.cbsnews.com/news/victims-of-nazi-concentration-camps-built-in-british-channel-islands-finally-being-counted-60-minutes-transcript/",
    "image": "17.jpg",
    "publish_date": null
}