{
    "index": 4,
    "title": "Massive protests erupt in Israel to demand cease-fire after 6 hostages found dead in Gaza",
    "text": "Thousands of angry and grieving Israelis surged into the streets Sunday night after six Hamas-held hostages were found dead in Gaza. They chanted \"Now! Now!\" as they demanded Israeli Prime Minister Benjamin Netanyahu reach a cease-fire with Hamas to bring the remaining captives home.\n\nThe mass demonstration erupted after the Israeli military announced they had recovered the bodies in a tunnel under the Gaza city of Rafah on Saturday.\n\nIsrael Defense Forces in a statement identified the other recovered hostages as Israeli-American Hersh Goldberg-Polin, Carmel Gat, Eden Yerushalmi, Alexander Lobanov, Almog Sarusi, and Master Sgt. Ori Danino. The military said all six had been killed shortly before the arrival of Israeli forces.\n\nThis combination of six undated photos shows hostages, from top left, Hersh Goldberg-Polin, Ori Danino, Eden Yerushalmi, from bottom left, Almog Sarusi, Alexander Lobanov, and Carmel Gat, who were held hostage by Hamas militants in Gaza. The Hostages Families Forum via AP\n\nThe Israeli Health Ministry said autopsies had determined the hostages were shot at close range and died on Thursday or Friday.\n\n\"I am devastated and outraged,\" President Biden said in a statement Sunday morning. \"Hersh was among the innocents brutally attacked while attending a music festival for peace in Israel on October 7. He lost his arm helping friends and strangers during Hamas' savage massacre.\"\n\nGoldberg-Polin's family issued a statement early Sunday, hours after the Israeli army said it had located bodies in Gaza.\n\n\"With broken hearts, the Goldberg-Polin family is devastated to announce the death of their beloved son and brother, Hersh,\" it said. \"The family thanks you all for your love and support and asks for privacy at this time.\"\n\nPrime Minister Benjamin Netanyahu said Israel would hold Hamas accountable for killing the hostages in \"cold blood,\" and blamed the militant group for the stalled negotiations, saying \"whoever murders hostages doesn't want a deal.\"\n\nPeople light candles during a vigil in memory of slain hostage Hersh Goldberg-Polin in Jerusalem, Israel, Sunday, Sept. 1, 2024. Leo Correa / AP\n\nProtesters told The Associated Press that the demonstration felt like a possible turning point in the nearly 11-months-long war, although the country is deeply divided.\n\nIsrael's largest trade union, the Histadrut, further pressured the government by calling a general strike for Monday, the first since the Oct. 7 Hamas attack that started the war. It aims to shut down or disrupt major sectors of the economy, including banking, health care and the country's main airport.\n\nDivisions in Israel\n\nNetanyahu has vowed to continue the fighting until Hamas is destroyed.\n\nTop security officials say the intense pressure on Hamas has created favorable conditions for a cease-fire deal. The army, noting the difficulty of rescue operations, has acknowledged that a deal is the only way to bring home large numbers of hostages safely.\n\nYigal Sarusi, center, mourns during the funeral of his son, slain hostage Almog Sarusi, who was killed in Hamas captivity in the Gaza Strip, at a cemetery in Ra'anana, Israel, Sunday, Sept. 1, 2024. Ariel Schalit / AP\n\nBut critics have accused the prime minister of putting his personal interests over those of the hostages. The war's end likely will lead to an investigation into his government's failures in the Oct. 7 attacks, the government's collapse and early elections.\n\nSome analysts said the public outcry over the six hostages who died could signal a new level of political pressure on Netanyahu.\n\n\"I think this is an earthquake. This isn't just one more step in the war,\" said Nomi Bar-Yaacov, an associate fellow in the International Security Program at Chatham House, shortly before Sunday's protests.\n\nDivisions also have been exposed within the government. Senior military and security officials, including Defense Minister Yoav Gallant, have warned that time is running out.\n\nPeople protest against Prime Minister Benjamin Netanyahu's government and call for the release of hostages held in the Gaza Strip by the Hamas militant group, in Tel Aviv, Israel, Saturday, Aug. 31, 2024. Ohad Zwigenberg / AP\n\nIsrael's Channel 12 reported that Netanyahu got into a shouting match at a security Cabinet meeting Thursday with Gallant, who accused him of prioritizing control of a strategic corridor along the Gaza-Egypt border — a major sticking point in the talks — over the lives of the hostages.\n\n\"In the name of the state of Israel, I hold their families close to my heart and ask forgiveness,\" Gallant said Sunday. The Cabinet was meeting Sunday night.\n\nA forum of hostage families demanded a \"complete halt of the country\" to push for the implementation of a cease-fire and hostage release.\n\n\"A deal for the return of the hostages has been on the table for over two months. Were it not for the delays, sabotage, and excuses those whose deaths we learned about this morning would likely still be alive,\" it said in a statement.\n\nEven a mass outpouring of anger would not immediately threaten Netanyahu or his far-right government. He still controls a majority in parliament. But he has caved to public pressure before. A general strike last year helped lead to a delay in his controversial judicial overhaul.\n\nHigh-profile campaign for their son\n\nGoldberg-Polin was one of the best-known hostages as his parents had met with world leaders and pressed relentlessly for their help.\n\nHis family issued a statement early Sunday, hours after the Israeli army said it had located bodies in Gaza.\n\n\"With broken hearts, the Goldberg-Polin family is devastated to announce the death of their beloved son and brother, Hersh,\" it said. \"The family thanks you all for your love and support and asks for privacy at this time.\"\n\nEarlier this month, they addressed the Democratic National Convention, where the crowd chanted \"bring them home.\"\n\nJon Polin and Rachel Goldberg-Polin, parents of Israeli-American hostage Hersh Goldberg-Polin, speak on Day 3 of the Democratic National Convention at the United Center on Aug. 21, 2024 in Chicago, Illinois. Ricky Carioti/The Washington Post via Getty Images\n\nIn April, Hamas released a video of an injured man missing his left hand who identified himself as Goldberg-Polin, delivering a long statement that had been clearly crafted by Hamas. The native of Berkeley, California, lost part of his left arm to a grenade in the Oct. 7 attack.\n\n\"We are feeling extreme desperation, despair,\" Rachel Goldberg-Polin, his mother, told \"Face the Nation\" in early April. \"And we've had wonderful access and sympathy, and open doors and lots of hugs from everyone in the U.S. government. But this is a very binary situation.\"\n\nU.S. Ambassador to Israel Jack Lew went to the home of the Goldberg-Polin family and sat with them for several hours before the death of their son was officially announced, the State Department confirmed to CBS News.\n\nGoldberg-Polin was kidnapped by Hamas at the Nova music festival he was attending when the militant group conducted its Oct. 7 terrorist attack.\n\nA graphic video released in June showed Goldberg-Polin and two other hostages being kidnapped by the Palestinian militants.\n\nGoldberg-Polin's parents, U.S.-born immigrants to Israel, met with Mr. Biden, Pope Francis and others and addressed the United Nations, urging the release of all hostages.\n\n\"This is a political convention. But needing our only son — and all of the cherished hostages — home is not a political issue. It is a humanitarian issue,\" Jon Polin, told the DNC on Aug. 21. His mother, Rachel, who bowed her head during the ovation and touched her chest, said, \"Hersh, if you can hear us, we love you, stay strong, survive.\"\n\nBoth wore stickers with the number 320, representing the number of days their son had been held. It had long become part of a morning ritual — tear a new piece of tape, write down another day.\n\nOn Sunday, the White House said Mr. Biden had spoken with the Goldberg-Polin family to offer his condolences. Vice President Kamala Harris said on social media that she also spoke with them.\n\n\"I told them: As they mourn this terrible loss, they are not alone. Our nation mourns with them,\" she wrote in a post on X.\n\nSome 250 hostages were taken on Oct. 7. Before the military announced the latest discovery of bodies, Israel said it believed 108 hostages were still held in Gaza and about one-third of them were dead. Seven Americans are believed to be among those still being held hostage.\n\nEarlier this month, the Israeli military recovered the bodies of six hostages in southern Gaza. Eight hostages have been rescued by Israeli forces, the most recent found on Tuesday. Most of the rest were freed during a weeklong cease-fire in November in exchange for the release of Palestinians imprisoned by Israel.\n\nTwo previous Israeli operations to free hostages killed scores of Palestinians. Hamas says several hostages have been killed in Israeli airstrikes and failed rescue attempts. Israeli troops mistakenly killed three Israelis who escaped captivity in December.",
    "url": "https://www.cbsnews.com/news/hersh-goldberg-polin-israeli-american-hostage-killed-in-gaza-family-says/",
    "image": "4.jpg",
    "publish_date": null
}