{
    "index": 5,
    "title": "Father of Israeli-American hostage says negotiating with Hamas is \"dealing with Satan\" but Netanyahu's idea of total victory is \"not realistic\"",
    "text": "After the Israeli military recovered the bodies of six hostages who had been held for almost a year by Hamas in Gaza, the father of an Israeli-American still in captivity reiterated calls for a conclusion to cease-fire negotiations that have stalled.\n\nJonathan Dekel-Chen said Sunday on \"Face the Nation with Margaret Brennan\" that he believes Israel's government, led by Prime Minister Benjamin Netanyahu, is navigating the ongoing war and the cease-fire talks with personal political interests in mind, rather than in pursuit of the remaining hostages' freedom. His comments echoed the views of many Israelis who have criticized Netanyahu and his cabinet as the fighting has drawn on, although Dekel-Chen acknowledged the challenges embedded in negotiations and likened the task of settling terms with Hamas to \"dealing with Satan.\"\n\n\"Given that we're dealing with Satan, I mean, that's sort of the launching point for any discussion, Israelis at large, and myself included, have been extremely critical of the Israeli government for not negotiating in good faith now, for many, many months,\" he said. \"There is no explanation, a reasonable explanation why our government is refusing to deeply engage in these negotiations and complete them, when our entire senior military establishment and intelligence community has been saying publicly and openly for weeks and months that the time has come to end the fighting in Gaza, get our hostages home, as many alive as possible.\"\n\nThe Israel Defense Forces said Early Sunday that the bodies of six being held hostage, including Israeli-American Hersh Goldberg-Polin, were found in Gaza. There are still eight American citizens believed to be hostages, including Dekel-Chen's son, Sagui. Sagui is the father of three daughters, including one born while he has been in captivity.\n\nJonathan Dekel-Chen on \"Face the Nation with Margaret Brennan,\" Sept. 1, 2024. CBS News\n\n\"The only thing that we know for sure about Sagui is that, as of late November, early December, we know that he was alive, wounded, but alive,\" Dekel-Chen said Sunday.\n\nWhen Hamas terrorists invaded southern Israel on Oct. 7, killing over 1,000, they also kidnapped 250 hostages and took them into the Gaza Strip, where many have been held for the duration of the Israeli military siege that ensued. Around 100 of the hostages, mainly women and children, were returned as part of a weeklong cease-fire deal in November that also saw a pause in the bombardment and the release of Palestinians imprisoned by Israel.\n\nFew hostages have been freed since then. Before the military announced the latest discovery of bodies, Israel said it believed 101 hostages remained in Gaza and about one-third were dead. The bodies of six other hostages were recovered by Israeli troops last month in southern Gaza. Eight have been rescued by Israeli forces, with the most recent found on Tuesday.\n\nJonathan Dekel-Chen on \"Face the Nation with Margaret Brennan,\" Sept. 1, 2024. CBS News\n\nPrevious operations by the Israeli military to free hostages being held there have left scores of Palestinians dead. Hamas has said some hostages were killed in Israeli airstrikes and in failed rescue attempts, while the IDF said that their troops mistakenly killed three Israelis who had escaped captivity several months into the war. In the wake of the discovery of six bodies of those being held hostage by Hamas, a forum of hostage families called for a mass protest on Sunday — a \"complete halt of the country\" — to demand a cease-fire and the hostages' release.\n\nDespite their calls, Netanyahu has continued to forge ahead with the war effort, which he says aims to eliminate Hamas entirely.\n\n\"I think the vast majority of Israelis now have come to believe, by his actions, not his words, but by his actions, that he's been driven primarily by a desire to retain power with a narrow, very radical messianic coalition in the Israeli government,\" Dekel-Chen said Sunday about Netanyahu. \"And he has made choices to pursue this fantasy of total victory over Hamas, a terrorist organization, and no doubt, but this idea of total victory is a messianic one from his coalition partners, and not realistic. And he's preferred that, at least to date, over the well being of all the hostages.\"\n\nHamas has offered to release the hostages in exchange for an end to the war, in which the Hamas-run Palestinian Health Ministry has said more than 40,000 Palestinians have been killed, as well as the withdrawal of Israeli forces from Gaza and the release of more Palestinian prisoners, some of whom are known militants.\n\nNetanyahu on Saturday repeated claims that Hamas has stalled the cease-fire negotiations, saying \"whoever murders hostages doesn't want a deal\" and vowing to hold Hamas accountable for killing the prisoners in \"cold blood.\"",
    "url": "https://www.cbsnews.com/news/father-israeli-hostage-negotiating-hamas-dealing-with-satan-face-the-nation/",
    "image": "5.jpg",
    "publish_date": null
}