{
    "index": 8,
    "title": "Several Gold Star families defend Trump's Arlington Cemetery visit, criticize Harris for her response",
    "text": "Gold Star families of service members who were killed during the terrorist attack on Kabul airport during the 2021 withdrawal from Afghanistan, some of whom attended a visit to Arlington National Cemetery with former President Donald Trump that resulted in controversy, criticized Vice President Kamala Harris for attacking Trump.\n\nHarris took to social media on Saturday to condemn Trump and his campaign for disrespecting a \"sacred ground, all for the sake of a political stunt.\"\n\nThe former president responded to Harris with a series of short videos from the families, including those that did and did not formally invite him to attend the memorial at Arlington National Cemetery on Monday.\n\nIn a video, Gold Star father Mark Schmitz, father of Lance Corporal Jared Schmitz, said they didn't invite Trump to the cemetery to \"help his campaign.\"\n\n\"We wanted a leader,\" Schmitz said.\n\n\"How do you sleep at night knowing it was you, this administration, you and Biden, you, being the last one in the room, are responsible for the death of our 13 kids,\" Jim McCollum, Gold Star father of Lance Corporal Rylee McCollum, said in another video. \"You have failed for three years and eight months to acknowledge our kids, to acknowledge me. You don't know me, you've never spoken to me, You've never reached out to me, you have failed in your duty as vice president.\"\n\nDonald Trump visits Arlington Cemetery to pay tribute to the 13 servicemembers killed during the Afghanistan evacuation. Andrew Leyden/NurPhoto via Getty Images\n\nThe response from the families is the latest in a controversy over Trump's visit to Arlington National Cemetery. These are Harris' first comments since it was reported that an altercation between a cemetery official and a Trump campaign staffer occurred on Monday.\n\nWhile the Trump campaign says it had explicit permission to bring \"campaign designated media\" on to cemetery grounds, rules at Army National Military Cemeteries are dictated by federal law which prohibits any filming for partisan, political or fundraising purposes, according to Arlington National Cemetery media policies, even if there are requests by family members of the fallen.\n\nThe Army said an Arlington Cemetery employee \"who attempted to ensure adherence to these rules was abruptly pushed aside\" by a member of Trump's campaign.\n\n\"The incident was reported to the JBM-HH (Joint Base Myer-Henderson Hall) police department, but the employee subsequently decided not to press charges. Therefore, the Army considers this matter closed,\" the Army said.\n\nTrump made the Afghanistan withdrawal issue central to his campaign in stops in Michigan and Pennsylvania this week, defending himself against the physical altercation accusations, and blaming the Biden-Harris administration for the 13 deaths and dozens of wounded U.S. service members in that attack.\n\n\"These are great people, and when you think about it, Joe Biden killed their children by incompetence. It should never happen. Kamala killed their children, just as though they had a gun in their hand, by gross incompetence,\" Trump said at a stop in Potterville, Michigan on Thursday, adding Friday in Pennsylvania, \"I love those people, I'm so happy they took pictures of me and them.\"\n\nAt July's Republican National Convention, some of the same relatives of the 13 American service members killed appeared on stage, criticizing President Biden for not publicly naming their loved ones.\n\nSeveral of the Gold Star families said they asked to take photos with Trump during the visit.\n\nDarin Hoover, the father of Staff Sgt. Taylor Hoover, defended Trump's visit in another video, saying that their actions at Arlington National Cemetery on Monday were \"solemn and in keeping with the reverence and respect given to all of our members of the military buried there.\"",
    "url": "https://www.cbsnews.com/news/gold-star-families-trump-arlington-cemetery-harris-response/",
    "image": "8.jpg",
    "publish_date": null
}