{
    "index": 6,
    "title": "Who were the 6 hostages whose bodies were recovered in Gaza?",
    "text": "The bodies of six hostages captured after Hamas' attack at the Nova musical festival on Oct. 7 that ignited the war in Gaza were recovered early Sunday by the Israeli military. Among them was Israeli-American Hersh Goldberg-Polin, whose parents led a high-profile campaign for the captives' release.\n\nThe Israeli military said the six – identified as Goldberg-Polin, Eden Yerushalmi, Carmel Gat, Alexander Lobanov, Almog Sarusi and Ori Danino – were killed shortly before Israeli forces were to rescue them. Their bodies were found in a tunnel beneath the southern Gaza city of Rafah.\n\nThe news sparked calls for mass protests by families of the hostages who said they could have been returned alive in a cease-fire deal.\n\nHere is what we know about the hostages:\n\nHersh Goldberg-Polin, 23\n\nHersh Goldberg-Polin The Hostages Families Forum via AP\n\nThe native of Berkeley, California, lost part of his left arm to a grenade blast in the Oct. 7 attack. In April, a Hamas-issued video showed him with his left hand missing, sparking new protests in Israel urging the government to do more to secure his and others' freedom.\n\nHis parents, U.S.-born immigrants to Israel, became perhaps the most high-profile relatives of hostages on the international stage. They met with President Biden, Pope Francis and others and addressed the United Nations, urging the release of all hostages.\n\nOn Aug. 21, his parents addressed a hushed hall at the Democratic National Convention — after sustained applause and chants of \"bring him home.\"\n\nBoth wore stickers with the number 320, representing the number of days their son had been held. It had long become part of a morning ritual — tear a new piece of tape, write down another day.\n\n\"We are feeling extreme desperation, despair,\" Rachel Goldberg-Polin, his mother, told \"Face the Nation\" in early April. \"And we've had wonderful access and sympathy, and open doors and lots of hugs from everyone in the U.S. government. But this is a very binary situation.\"\n\nThey sought to keep their son and the other captives from being reduced to numbers, describing Hersh as a music and soccer lover and traveler with plans to attend university since his military service had ended. At events, Rachel often addressed her son directly, urging him to live another day.\n\nEden Yerushalmi, 24\n\nEden Yerushalmi The Hostages Families Forum via AP\n\nThe Tel Aviv-born Yerushalmi loved spending summer days at the beach and was studying to become a pilates instructor, according to the Hostage Families Forum, which has been leading advocacy efforts for the captives' release.\n\nShe was working as a bartender at the open-air Tribe of Nova music festival. When Hamas' initial rocket attack set off air raid sirens she sent a video to her family, saying she was leaving the party. During the attack, she called the police and was in contact with her sisters over the next four hours, the forum said.\n\n\"They've caught me,\" were her last words to them.\n\nCarmel Gat, 40\n\nCarmel Gat The Hostages Families Forum via AP\n\nThe occupational therapist from Tel Aviv was \"full of compassion and love,\" and enjoyed solo travel, rock concerts and the band Radiohead, according to the forum.\n\nShe was staying with her parents in Kibbutz Be'eri, one of the hardest-hit communities, when militants broke into their home and kidnapped her on the morning of Oct. 7. Her parents were killed in the attack.\n\nHostages who were released during a cease-fire in November said she taught them meditation and yoga exercises to help them survive in captivity. They described her as their guardian angel.\n\nAlexander Lobanov, 33\n\nAlexander Lobanov The Hostages Families Forum via AP\n\nLobanov was a married father of a two-year-old and a five-month-old baby born while he was in captivity. He was also kidnapped from the music festival, where he had worked as a bar manager.\n\nThe forum, citing witnesses, said he helped evacuate people from the festival and ran with others before being abducted. It said the others managed to escape.\n\nAlmog Sarusi, 27\n\nAlmog Sarusi The Hostages Families Forum via AP\n\nThe forum described Sarusi as a \"vibrant, positive person who loved traveling around Israel in his white jeep with his guitar.\" He was at the music festival with his girlfriend of five years, who was killed in the attack.\n\nThe forum said Sarusi stayed with her after she was wounded, and was then abducted.\n\nOri Danino, 25\n\nOri Danino The Hostages Families Forum via AP\n\nThe Jerusalem-born Danino was the eldest of five siblings and planned to study electrical engineering. \"Ori was known for his ambition, love for people, and was beloved by all. He loved nature and was very handy,\" the forum said.\n\nIt said he was kidnapped from the Nova festival while driving back and trying to help others to escape.",
    "url": "https://www.cbsnews.com/news/who-were-the-gaza-hostages-israel-hamas-hersh-goldberg-polin/",
    "image": "6.jpg",
    "publish_date": null
}