{
    "index": 14,
    "title": "San Francisco 49ers Ricky Pearsall released from hospital following shooting",
    "text": "San Francisco 49ers rookie Ricky Pearsall seriously injured in shooting during attempted robbery San Francisco 49ers rookie Ricky Pearsall seriously injured in shooting during attempted robbery 02:48\n\nSAN FRANCISCO -- San Francisco 49ers rookie wide receiver Ricky Pearsall was released from the hospital and is recovering after he was shot and seriously wounded in an attempted robbery, his team said Sunday.\n\nThe 49ers said he is recovering from a bullet wound to his chest.\n\n\"He and his family, along with the entire San Francisco 49ers organization, would like to thank the San Francisco Police Department, emergency medical services, doctors and staff at San Francisco General Hospital,\" the team's statement said.\n\nSan Francisco police at the scene of a shooting that wounded 49ers wide receiver Ricky Pearsall on Aug. 31, 2024. KPIX\n\nIn a news briefing Saturday night, San Francisco Police Chief William Scott said Pearsall was walking about a block from Union Square at around 3:30 p.m. local time when the armed suspect approached and attempted to rob him, prompting a physical altercation.\n\n\"The struggle between Mr. Pearsall and the suspect ensued, and gunfire from the suspect's gun struck both Mr. Pearsall and the subject,\" Scott said.\n\nThe suspect tried to run from the scene but was captured by responding officers, Scott said. Authorities announced that a 17-year-old male suspect is in custody.\n\nBoth Pearsall and the suspect, whose name was not provided because he is a minor, were taken to San Francisco General Hospital. The suspect is from the Northern California city of Tracy.\n\nSan Francisco Mayor London Breed also told reporters that Pearsall was in stable condition, while Scott added that Pearsall was \"talking, and that's a good thing.\"\n\nThe suspect was also hospitalized in stable condition, Scott disclosed.\n\nThe police chief said two rounds were fired from the suspect's gun during the altercation. The gun was recovered at the scene.\n\nScott said that there was \"no indication\" that Pearsall \"was targeted because he was a football player.\" At this time, investigators also believe that the suspect acted alone.\n\nVideo recorded by a witness showed Pearsall, shirtless with a large chest wound, being helped into an ambulance, the San Francisco Chronicle reported.\n\nSan Francisco District Attorney Brooke Jenkins said that she expects criminal charges to be filed by Wednesday.\n\nThe suspect will be charged in the juvenile court \"as we continue to review the evidence to figure out where to go from there,\" Jenkins said.\n\n\"This was a terrible and rare incident in Union Square,\" said Breed.\n\nBreed and Scott said there are extra officers in Union Square already, and after this incident, they will continue to increase that.\n\nBreed emphasized that she doesn't want people coming into San Francisco and committing these types of crimes.\n\nShe says Jenkins will prosecute this case, and cases like it, to the fullest extent.\n\n\"This is how we hold people accountable in San Francisco,\" said Breed. \"Robberies and any violence like this will not be tolerated in our city.\"\n\nRicky Pearsall #14 of the San Francisco 49ers during training camp at SAP Performance Facility on July 31, 2024 in Santa Clara, California. Michael Zagaris/San Francisco 49ers/Getty Images\n\nCBS News has reached out to Pearsall's representatives for comment.\n\nPearsall was drafted in the first round in April by the 49ers with the 31st overall pick but has been slowed by injuries since joining the team.\n\nHe missed time during training camp due to hamstring and shoulder issues before returning to practice this past week with a noncontact blue jersey while his shoulder heals.",
    "url": "https://www.cbsnews.com/news/ricky-pearsall-49ers-wide-receiver-shot-san-francisco-union-square-mayor-says/",
    "image": "14.jpg",
    "publish_date": null
}