{
    "index": 19,
    "title": "Hunter Woodhall gears up for Paralympics after watching wife Tara Davis-Woodhall earn gold at the Paris Games",
    "text": "Hunter Woodhall and Tara Davis-Woodhall have won medals, yes. But they've also won the hearts of millions of Americans.\n\nThe track and field stars, already a budding internet sensation, set off a new wave of admiration after a video of the couple celebrating Davis-Woodhall's gold win in women's long jump went viral during the Paris Games.\n\nThe moment captured Davis-Woodhall making another jump after her after winning 23-foot leap, this time into the arms of her husband, Paralympic champion Hunter Woodhall. Videos of the warm embrace have garnered millions of views across social media.\n\nTara Davis-Woodhall, left, of the United States, celebrates with her husband Hunter Woodhall after winning the women's long jump final at the 2024 Summer Olympics, Thursday, Aug. 8, 2024, in Saint-Denis, France. Bernat Armangue / AP\n\n\"Baby, you're the Olympic champion!\" Woodhall was caught saying on camera.\n\n\"I haven't been on social media that much, so I don't know how viral it's gone!\" Davis-Woodhall told People during a recent interview. \"Everyone's been telling me the whole world's been seeing it, [but] that's just Hunter and I.\"\n\nWoodhall, a double-amputee sprinter originally from Syracuse, Utah, will have his own chance to vie for gold during the Paralympics, which kicked off in Paris on Aug. 28 and run through Sept. 8. According to a spokesperson, Woodhall will compete in the men's 100m on Sept. 1 and again on Sept. 2 if he qualifies. He's also representing Team USA in the men's 400m and 4x100m Universal Relay on Sept. 6.\n\nWoodhall departed Paris on Aug. 11 to finish his preparations, and arrived back in City of Light on Aug. 26, according the spokesperson. His wife, who was in Rome for the Rome Diamond League, was set to rejoin Woodhall on Saturday, the spokesperson said.\n\nAfter being born with a condition called fibular hemimelia, Woodhall had an amputation to remove his lower legs. Doctors told his parents that he would never be able to walk, a prognosis he was determined to prove wrong.\n\n\"They said I'd never walk, so I learned to run instead,\" Woodhall's Instagram bio says.\n\nThe Paralympic athlete started his track and field career in the fifth grade and became the first double amputee athlete to earn a D-1 scholarship, competing for the University of Arkansas.\n\nGermany's Johannes Floores (R) and USA's Hunter Woodhall (L) react after the final men's 4x100m relay T42-47 during the Rio 2016 Paralympic Games. Jens Büttner/picture alliance via Getty Images\n\nDavis-Woodhall has been enmeshed in the track and field world since age 4, thanks to her family. The youngest of five, she attended her older siblings' track meets regularly as a child and got interested in long jump after seeing her sister take part in the event, according to NBC. Davis-Woodhall's dad, Ty Davis, was her coach all the way through high school, where she set records for long jump and 100m hurdles at both the state and national level. Davis-Woodhall now has a track invitational at her high school named after her, according to the spokesperson.\n\nThe California native attended the University of Georgia before transferring to the University of Texas where she competed in long jump and hurdles. She brings a cowboy hat to her meets to honor her Texas ties.\n\nDavis-Woodhall made her Olympic debut in 2021 at the Tokyo Games after recovering from a string of injuries including two broken vertebrae, a broken ankle and a broken hip.\n\n\"I sat in COVID, I figured out who I was and just tuned in to my body and what I needed to do for the upcoming season,\" she told CBS News in 2021. \"And luckily, my season played out really well.\"\n\nTara Davis of Team United States competes in the Women's Long Jump Final on day eleven of the Tokyo 2020 Olympic Games at Olympic Stadium on August 03, 2021 in Tokyo, Japan. Matthias Hangst / Getty Images\n\nOutside of long jump, she's competed in 60m and 100m hurdles, triple jump, and women's 200m for USA Track & Field.\n\nThe couple's romance began in 2017, after they met at a high school track meet in Pocatello, Idaho. They recount their first encounter in a YouTube video.\n\nAccording to their telling, Woodhall traveled from Utah, and Woodhall-Davis from California for an event called the Simplot Games. It was there where the two, both 18-years-old at the time, serendipitously caught each others' eyes on the track turf. Woodhall was watching his Davis-Woodhall run the hurdle race when he texted his friend Tucker saying, \"This is the girl I'm going to marry.\" The next day, after the Woodhall ran and won the 400m race, Woodhall-Davis greeted him afterwards. \"I just needed a hug,\" Woodhall recalled her saying. \"That's really how we met,\" he said.\n\nThe two tied the knot in Texas in 2022 and now reside in Arkansas. They run a popular YouTube channel called \"Tara and Hunter\" that documents their athletic ventures and day-to-day life as a married couple. It currently has 863,000 subscribers.\n\n\"Being in each other's sport I think that's a different way of sharing our love,\" said Davis-Woodhall in an interview shared by CBS Mornings. \"Not only do we love each other as humans, we love each other as athletes.\"",
    "url": "https://www.cbsnews.com/news/hunter-woodhall-tara-davis-paralympics-olympics-paris-2024/",
    "image": "19.jpg",
    "publish_date": null
}