{
    "index": 18,
    "title": "What's open and closed on Labor Day 2024? See hours for major stores, pharmacies and more.",
    "text": "Labor Day may be a national holiday, but it's also a big day for family get-togethers and backyard grilling with friends, often requiring a quick dash to pick up extra hamburger buns or drinks.\n\nThe good news is that plenty of retailers will be keeping their doors open on September 2. Others will remain closed on Labor Day — a national holiday in the U.S. since 1894 — while some stores might have shorter hours. Here's what to know about what's open and closed on Labor Day 2024.\n\nIs Costco open on Labor Day?\n\nCostco closes its doors for seven U.S. holidays each year, and Labor Day is among them. That means that you're out of luck Monday if you hope to make a quick run to the discount chain.\n\nIs Walmart open on Labor Day?\n\nWalmart told CBS MoneyWatch that its locations will be open during their regular hours on Labor Day. Walmart locations are typically open from 6 a.m. until 11 p.m.\n\nWhich grocery stores are open on Labor Day?\n\nMany grocery stores will be open on Labor Day, although some ask that customers check with their local stores to make sure they will be operating with normal hours. Here are some grocery chains that will be operating on September 2:\n\nAlbertsons: Albertsons Companies stores will be open on Labor Day, including Safeway, Albertsons, ACME, Shaw's, Vons and Tom Thumb. However, the company's pharmacies may be closed or have adjusted hours.\n\nFood Lion: The chain's 1,100 locations will be operating during their normal hours, although these vary by location. Most Food Lion locations are open from 6 a.m. until 11 p.m.\n\nPublix: Its more than 1,400 locations will be open during their regular hours, but its pharmacies will be closed. Most Publix stores are open from 7 a.m. until 10 p.m.\n\nWhich pharmacies are open on Labor Day?\n\nSome pharmacies will be closed on Labor Day, so it's best to check ahead for exact hours and operations.\n\nCVS Pharmacy locations will be open on Labor Day, although some stores may have reduced hours. The company recommends that customers call their local store before visiting or check hours at CVS.com.\n\n\n\nPublix pharmacies will be closed on September 2.\n\nRite Aid said most of its stores will be open for Labor Day, though with varying hours of operation. Customers should check ahead for hours.\n\nWalgreens stores will operate during their regular hours on Labor Day, but most of its pharmacies will be closed except for its 24-hour locations and select other pharmacies. Customers should check the Walgreens' store locator on its website to check local hours.\n\n\n\nIs Dunkin' open on Labor Day?\n\nDunkin' told CBS MoneyWatch that many of its locations will be open on Monday, September 2.\n\n\"As always, store hours can vary so we encourage guests to check their go-to location's hours in the Dunkin' app or by calling ahead before showing up,\" a spokesperson said.\n\nIs Starbucks open on Labor Day?\n\nStarbucks said its store hours will vary by location, and stores may occasionally adjust their hours based on business and customer needs.\n\n\"We recommend customers look for specific store hours using the Starbucks® app or by visiting our website store locator: Starbucks.com/store-locator,\" a spokesperson said.\n\nIs McDonald's open on Labor Day?\n\nThe fast-food giant said most McDonald's in the U.S. are open on holidays, although hours may vary. It recommends that customers use its store locator tool to confirm hours before heading out for a meal.\n\nIs Chick-fil-A open on Labor Day?\n\nChick-fil-A, which closes its locations on Sundays, said its restaurants will be open on Monday, September 2.\n\nHowever, the company told CBS MoneyWatch that hours may vary by location, and it recommends using its app or visiting our website and clicking the \"Find a Restaurant\" link in the top left corner to find local hours.\n\nIs Home Depot open on Labor Day?\n\nYes, the home-improvement chains ays its Home Depot stores will be open on Labor Day with no adjustment to store hours. However, it recommends that customers check with their local stores ahead of time just in case. Home Depot's hours are typically 6 a.m. until 10 p.m.\n\nIs there mail delivery on Labor Day?\n\nNo, there is no regular residential or business U.S. Postal Service delivery on Labor Day, as it is a federal holiday observed by the postal service.\n\nEven so, the USPS said its Priority Mail Express, which is delivered 365 days a year, will be delivered on September 2.\n\nAre banks open on Labor Day?\n\nBecause Labor Day is a holiday for the Federal Reserve system, banks will be closed for the day. However, ATMs will remain available and open for transactions.",
    "url": "https://www.cbsnews.com/news/whats-open-closed-labor-day-2024/",
    "image": "18.jpg",
    "publish_date": null
}