{
    "index": 20,
    "title": "Commerce Secretary Gina Raimondo on U.S. microchip production, blocking of sales to China, Russia",
    "text": "This is an updated version of a story first published on April 21, 2024. The original video can be viewed here.\n\nWhat does the secretary of commerce do? Until now, mainly promote U.S. businesses abroad. It had not been a high-profile job til Gina Raimondo turned the second-tier agency into a center of job creation, manufacturing, and national security.\n\nOnce the governor of Rhode Island, Raimondo, at 53, seems to have come out of nowhere to become a rising star of the Democratic party, and of the Biden administration.\n\nAs commerce secretary, she's running new projects that, as we first reported in April, could touch the lives of every American, and she's helping lead the expanding Cold War with China and confront Russia's aggression in Ukraine. The battlefield for both those conflicts is technology.\n\nGina Raimondo: If you think about national security today in 2024, it's not just tanks and missiles; it's technology. It's semiconductors. It's AI. It's drones. And the Commerce Department is at the red-hot center of technology.\n\nAnd at the red-hot center: a global \"chip war\" that ramped up, says Gina Raimondo, when Russia invaded Ukraine.\n\nGina Raimondo: The Commerce Department stopped all semiconductor chips from being sold to Russia. Every drone, every missile, every tank has semiconductors in them. And, you know Lesley, you know we are being effective because shortly after we started that work we heard stories of the Russians taking semiconductors out of refrigerators, out of dishwashers--\n\nGina Raimondo 60 Minutes\n\nLesley Stahl: What?\n\nGina Raimondo: –out, out of breast pumps, getting the chips--\n\nLesley Stahl: Oh, come–\n\nGina Raimondo: --to put them into their military equipment.\n\nLesley Stahl: However, the Russians are now working their way around this--\n\nGina Raimondo: They are.\n\nLesley Stahl: --and successfully. And they're doing better in the war, probably, because of this.\n\nGina Raimondo: You are right in what you say.\n\nBut, she says--\n\nGina Raimondo: It's absolutely the case that our export controls have hurt their ability to conduct the war, made it harder. And we are enforcing this every minute of every day, doing everything we can.\n\n60 Minutes\n\nThese are some of the enforcers:\n\nThea Kendler (assistant secretary of commerce for Export Administration):Push to talk about our controls on Russia--\n\n--Raimondo's team at Commerce that monitors and polices the ban on any company in the world from selling products with American chips in them to Russia. but not just Russia.\n\nPresident Biden (during State of the Union): I've made sure that the most advanced American technologies can't be used in China.\n\nThe Chinese warn that these export controls could trigger an escalating trade war.\n\nLesley Stahl: Trade with China accounts for 750,000 U.S. jobs.\n\nGina Raimondo: Mmhmm.\n\nLesley Stahl: And if trade ends, we lose those jobs.\n\nGina Raimondo: We want to trade with China on the vast majority of goods and services. But on those technologies that affect our national security, no.\n\nLesley Stahl: Those advanced chips are in consumer goods. Banks use them—\n\nGina Raimondo: Mmhmm.\n\nLesley Stahl: --hospitals. This is going toward products that are made for civilian use.\n\nGina Raimondo: Yep. Well, they also go into nuclear weapons, surveillance systems. And we know they want these chips and our sophisticated technology to advance their military.\n\nHer toughness has made her a target in China, where fake ads have her promoting the new Chinese-made smartphone.\n\nLast year, the government in Beijing hacked her email. When she was in China, on a trip ironically to improve relations, the tech company Huawei introduced that new smartphone with an advanced, Chinese-made chip.\n\nLesley Stahl: It was kind of in your face—\n\nGina Raimondo: Mmhmm.\n\nLesley Stahl: --as if to say, \"Look at the chip that we have.\" And it was a pretty good, high-level chip, right?\n\nGina Raimondo: Well, I have their attention, clearly. And--\n\nLesley Stahl: And they've gotten yours.\n\nSecretary of Commerce Gina Raimondo 60 Minutes\n\nGina Raimondo: Hmm. Well, what it tells me is the export controls are working because that chip is not nearly as good--\n\nLesley Stahl: It's not?\n\nGina Raimondo: --it's years behind what we have in the United States. We have the most sophisticated semiconductors in the world. China doesn't. We've out-innovated China.\n\nLesley Stahl: Well, \"we,\" you mean Taiwan?\n\nGina Raimondo: Fair.\n\nWhile American tech companies design the world's most advanced chips, none are actually made in the U.S. Ninety percent of them come from Taiwan, and they are key to the future of U.S. military weaponry.\n\nLesley Stahl: And China, from time to time, threatens, you know, the wolf, to invade Taiwan.\n\nGina Raimondo: Mmhmm.\n\nLesley Stahl: And some people say the whole reason is to get their hands on those chips.\n\nGina Raimondo: That's a problem, it's a risk, it makes us vulnerable.\n\nThe problem of our outsourcing production goes way beyond high tech with millions of American workers having lost their jobs that went overseas, something Raimondo knows first-hand growing up as the youngest child in an Italian-American family in Rhode Island.\n\nGina Raimondo: This is the old Bulova watch factory where my dad worked for almost 30 years.\n\nHer dad lost his job when Bulova abandoned the factory in 1983 and moved its operations to China.\n\nGina Raimondo: It's hard for you to imagine it now as you look around here. But this was, you know, a bustling place. You know, they had 1,000 people working here, food trucks on the sidewalk, an electroplating shop there, a tool and dye shop there. And now, this is what you have.\n\nLesley Stahl: And how old were you?\n\nGina Raimondo: I was in, like, sixth grade. But I saw the toll it took on my dad and my family.\n\nAnd that influenced her career choices from when she studied economics and played rugby at Harvard–\n\nGina Raimondo: So, this is my office.\n\n--to when she left a high-paying job as a venture capitalist to run for public office in Rhode Island.\n\nGina Raimondo: This was the day that I was sworn in as State Treasurer, and those are my parents. That's my dad.\n\nLesley Stahl: That's your dad--\n\nGina Raimondo: Super proud of me.\n\nLesley Stahl: --the man who worked at Bulova.\n\nGina Raimondo: The man who worked at Bulova. The man who taught me about manufacturing, tau-- taught me that a job is about your pride, ability to take care of your family, not just a paycheck.\n\nMarried with two children, Raimondo--a Rhodes scholar and Yale Law School graduate--was elected the state's first female governor in 2014 as a moderate, pro-business Democrat.\n\nLesley Stahl: Liberals in your party, this is a quote, look upon you as a sellout to big business.\n\nGina Raimondo: I think that's ridiculous. I hold businesses accountable as much as anyone. When I tell them they can't sell their semiconductors to China, they don't love that. But I do that.\n\nIn late 2020, President-elect Joe Biden called her about leading the Commerce Department, which til then managed--without much fanfare or headlines--a mishmash of agencies and assignments, ranging from monitoring the weather to measuring the level of contaminants in household dust.\n\nLesley Stahl: So, one day, President-elect Biden calls you and said, \"What about being Commerce Secretary?\" And you heard that and thought?\n\nGina Raimondo: (laugh) Init-- truthfully, initially, I thought, \"What does the Commerce Secretary do?\"\n\nLesley Stahl: Yeah. (laugh)\n\nGina Raimondo: And then the president-elect said to me, \"Come. I want you to work with me to help rebuild American manufacturing.\" And I called my brother, my big brother, and he said, \"Gina, dad would be so proud. You gotta do it. You gotta do it.\" And that was it.\n\nOnce at Commerce, she began to lean on Congress-\n\nGina Raimondo (during congressional testimony): This is just good business--\n\n--to fund her new programs with $100 billion, including $50 billion for the bipartisan \"CHIPS Act\" that she is now dispensing to reduce America's reliance on Taiwan.\n\nGina Raimondo (during Intel \"CHIPS Act\" award announcement): It's a huge day for the entire country.\n\nIn March, in Arizona, she announced her first award for making leading-edge chips in the U.S. to Intel.\n\nGina Raimondo (during Intel \"CHIPS Act\" award announcement): We are announcing our intention to invest $8.5 billion in Intel, America's champion semiconductor company. (applause)\n\nIntel intends to construct and modernize facilities in Arizona, New Mexico, Oregon, and Ohio.\n\nShe's made other big awards totaling more than $20 billion, including one to Taiwan-based TSMC, and another to the South Korean company Samsung, to make the world's most advanced chips in Arizona and Texas.\n\nRaimondo is also spreading her largesse elsewhere in the country with another huge initiative, the \"Internet For All\" program.\n\nLesley Stahl, Commerce Secretary Gina Raimondo and Corning CEO Wendell Weeks 60 Minutes\n\nWe went with her to a Corning factory in North Carolina, the world's largest manufacturer of fiber optic cable.\n\nWendell Weeks: You're looking at fiber on these spools, all different colors. What's inside of there is actually one of the most precise products ever manufactured by man.\n\nWendell Weeks, chairman and CEO of Corning, is expanding production to make some of the 10 million miles of new cable that's needed to connect the 24 million Americans, living mostly in rural America, who don't have access to high-speed internet. And under prodding by Raimondo, he's investing Corning's own capital to do it.\n\nWendell Weeks: We've invested another half-billion dollars and doubled our footprint for the U.S.\n\nLesley Stahl: When you're spending all this money to connect, you know, small numbers of people who live miles away, the expense almost doesn't make sense.\n\nGina Raimondo: It does make sense. The internet is no longer a luxury. You need it to see the doctor, to go to school, to do your business, to pay your bills, to sign up for, you know, Social Security. Everyone has electricity in this country. Everyone ought to have the internet.\n\nTogether, she says, the Internet For All and the CHIPS Act initiatives will create about a half-million jobs by 2030. But Wall Street is skeptical. Intel, for example, recently reported $7 billion in operating losses.\n\nLesley Stahl: When you go to pick these different companies to give the money to--\n\nGina Raimondo: Mmhmm.\n\nLesley Stahl: --it's, it's social, industrial policy, something, you know, we gave up because it was shown that private industry does a better job picking. You're smiling.\n\nGina Raimondo: Well, do they? Because in the case of semiconductors the market didn't get it right.\n\nLesley Stahl: How did we lose this?\n\nGina Raimondo: We allowed manufacturing in this country to wither on the vine in search of cheaper labor in Asia, cheaper capital in Asia, and here we are. We just pursued profit over national security.\n\nLesley Stahl: There are strings attached to these grants. They have to provide daycare. You want them to have a diverse workforce--\n\nGina Raimondo: Mmhmm.\n\nLesley Stahl: --be union workers?\n\nGina Raimondo: That is not social policy, Lesley. That's--\n\nLesley Stahl: Sounds like it.\n\nGina Raimondo: --it's math. This is pure math.\n\nLesley Stahl: What do you--\n\nGina Raimondo: You won't have enough workers to do the job unless you figure out how to get women working in the facilities. What I am--\n\nLesley Stahl: But-- but on that point, if they need women--\n\nGina Raimondo: Mmhmm.\n\nLesley Stahl: --and women need daycare, that's a decision for the company to make. Why mandate it if it's what they need?\n\nGina Raimondo: It's not mandated. To be clear, these are not mandates.\n\nLesley Stahl: But it's written in there.\n\nGina Raimondo: It is written. But you know what's funny, I never hear complaints about this from the companies. The only complaints I have are from politicians.\n\nIn her nearly four years in Washington, Raimondo has elevated the Commerce Department and its secretary into a high-profile player.\n\nGina Raimondo: China wakes up every day figuring out how to get around our regulations. We got to wake up every day that much more relentless and aggressive. So, I bring it every day.\n\nLesley Stahl: So here comes the inevitable, obvious question that you know is coming your way. You are on a list of future presidential candidates. Does that sound good to you? Is it appetizing?\n\nGina Raimondo: What sounds good to me is being the best commerce secretary there's ever been.\n\nOne qualification for high office is being able to duck a question like that.\n\nOr a question about what role she might play in the next administration should Kamala Harris win the White House. Secretary Raimondo isn't saying, but rumor has it she'd be interested in becoming the next Treasury secretary.\n\nProduced by Richard Bonin. Associate producer, Mirella Brussani. Broadcast associate, Wren Woodson and Aria Een. Edited by April Wilson.",
    "url": "https://www.cbsnews.com/news/commerce-secretary-gina-raimondo-on-us-microchip-production-blocking-of-sales-to-china-russia-60-minutes-transcript/",
    "image": "20.jpg",
    "publish_date": null
}