{
    "index": 13,
    "title": "\"Deportations are 24/7\": Migrants are quickly returned to Mexico under Biden's asylum crackdown",
    "text": "Nogales, Mexico — While local food vendors, commuters and American travelers went about their day, migrants deported by the U.S. to this Mexican border city sat idly, visibly demoralized and disoriented.\n\n\"I'm desperate,\" said Emmanuel, a migrant from Mexico who had been returned from the U.S. earlier in the day. \"I don't know what I will do.\"\n\nEmmanuel said he wanted to work in the U.S. and send money back to his family in Chiapas, Mexico's southernmost state. But soon after crossing into Arizona illegally, Emmanuel said he was detained by U.S. border agents and returned to Mexico.\n\nAsked about his next steps, Emmanuel said he might return to Chiapas, noting that American officials told him he would face jail time if he attempted to enter the U.S. unlawfully again. He was one of dozens of migrants deported to Nogales during a recent Thursday morning in late August.\n\nThat day, several dozen migrants, most of them families with small children, awaited guidance from officials and volunteers inside a Mexican government facility near one of the ports of entry that connect the American Nogales with its Mexican counterpart. The port of entry is where countless trucks, cars and pedestrians cross the international border legally each day, but it's also where U.S. immigration officials deport Mexican migrants who cross into Arizona illegally.\n\nEmmanuel, middle, a migrant from Mexico who had been returned from the U.S. CBS News\n\nSome of the deportees lacked shoelaces, which U.S. immigration officials confiscate due to concerns about migrants harming themselves. They had little to no belongings. Several of them were wearing the standard clothing issued by U.S. Border Patrol. A group of American volunteers offered the deportees fruit and guidance, including on the shelters in Nogales where they could stay while they sorted out their next steps. The deported children received toys.\n\nRosalis and her young daughters were also deported to Nogales that Thursday morning. The Mexican mother said she traveled to the U.S. border after a man started harassing her daughters in their hometown. She said she tried to explain to U.S. immigration officials why she came — to no avail.\n\n\"My daughters are in danger,\" Rosalis said in Spanish. \"I wanted to give them an explanation, for my children,\" she continued, breaking down in tears.\n\nThese scenes in Nogales play out most mornings, volunteers said. Since President Biden invoked sweeping presidential powers to curtail access to the overwhelmed U.S. asylum system in early June, returns of migrants to Mexican border cities like Nogales have increased sharply.\n\nThe \"deportations are 24/7,\" said Dora Rodriguez, a Tucson resident who travels to Nogales to assist deportees four days a week.\n\n\"Risk everything\"\n\nMr. Biden's executive action has upended U.S. asylum law, which generally allowed migrants physically on American soil to request asylum as a way to fight their deportation. But under his June proclamation, migrants who cross the southern border between legal entry points are generally disqualified from asylum.\n\nThe new rules also scrapped a requirement for U.S. immigration officials to ask migrants whether they fear being harmed if deported, placing the onus on them to express that fear in order to be interviewed by U.S. asylum officers. The measures have led to a dramatic drop in those being allowed to access the U.S. asylum system. They have also allowed officials to more quickly deport migrants from Mexico, Central America and other countries where the U.S. conducts regular deportations.\n\nDeportations of migrants as a proportion of encounters at the southern border more than doubled after Mr. Biden's order, according to a recent court declaration from Royce Murray, a top immigration official at the Department of Homeland Security. During the first two months of the order's implementation, the department conducted 62 repatriations per every 100 border encounters, up from 26 repatriations per 100 encounters, Murray said.\n\nRosalis and her young daughters, who were deported to Nogales from the U.S. CBS News\n\nTogether with a months-long campaign by Mexico to stop migrants and sweltering summer temperatures, the restrictive asylum policy has fueled a more than 75% drop in illegal border crossings from record highs seen in December. In July, unlawful border crossings fell for the 5th month in a row, reaching 56,400, the lowest level since September 2020. In August, those crossings increased slightly to 58,000, but remained at a four-year low, internal government figures show.\n\nRodriguez, the Tucson-based humanitarian worker, conceded fewer migrants are crossing into the U.S. since Mr. Biden's crackdown took effect. But she said the policy is turning away vulnerable people in need.\n\n\"They're fleeing violence from organized crime, from gangs, hunger,\" Rodriguez said. \"So they are not criminals. And they are yet punished by our laws.\"\n\nRodriguez also warned the tighter asylum rules would push migrants to attempt to enter the U.S. surreptitiously in more remote areas, like the often-treacherous Arizona desert, where they could perish. Rodriguez noted that when she herself crossed the U.S. border in the 1980s, to escape the civil war in El Salvador, some of her travel companies died in the desert.\n\nRosalis, the Mexican mother deported with her daughters, said she was not sure what she would do after the deportation. She said Mexican authorities could not protect her family. Asked if she was thinking about crossing into the U.S again, despite knowing she could very well be deported a second time, Rosalis said, \"yes.\"\n\n\"Sometimes, you have to risk everything,\" she said.\n\nMia Salenetri and Cesareo Sifuentes contributed to this report.",
    "url": "https://www.cbsnews.com/news/deportations-biden-asylum-crackdown/",
    "image": "13.jpg",
    "publish_date": null
}