{
    "index": 15,
    "title": "Strikes start at top hotel chains across the country as housekeepers seek higher wages",
    "text": "With up to 17 rooms to clean each shift, Fatima Amahmoud's job at the Moxy hotel in downtown Boston sometimes feels impossible.\n\nThere was the time she found three days worth of blond dog fur clinging to the curtains, the bedspread and the carpet. She knew she wouldn't finish in the 30 minutes she is supposed to spend on each room. The dog owner had declined daily room cleaning, an option that many hotels have encouraged as environmentally friendly but is a way for them to cut labor costs and cope with worker shortages since the COVID-19 pandemic.\n\nUnionized housekeepers, however, have waged a fierce fight to restore automatic daily room cleaning at major hotel chains, saying they have been saddled with unmanageable workloads, or in many cases, fewer hours and a decline in income.\n\nThe dispute has become emblematic of the frustration over working conditions among hotel workers, who were put out of their jobs for months during pandemic shutdowns and returned to an industry grappling with chronic staffing shortages and evolving travel trends.\n\nUnion members from Local 26, representing workers in the hospitality industries of Massachusetts, picket outside the Hyatt Regency Boston, Wednesday, July 17, 2024, in Boston. Charles Krupa / AP\n\nMore than 40,000 workers, represented by the UNITE HERE union, have been locked in difficult contract negotiations with major hotel chains that include Hilton, Hyatt, Marriott and Omni. They are seeking higher wages and a reversal of service and staffing cuts.\n\nAt least 15,000 workers have voted to authorize strikes if no agreements are reached after contracts expire at hotels in 12 cities, from Honolulu to Boston.\n\nThe first of the strikes began Sunday, when more than 4,000 workers walked off the job at hotels in Boston, San Francisco, San Jose, Seattle, and Greenwich, Connecticut, UNITE HERE said.\n\n\"We said many times to the manager that it is too much for us,\" said Amahmoud, whose hotel was among those where workers have authorized a strike but have not yet walked out.\n\nMichael D'Angelo, Hyatt's head of labor relations for the Americas, said the company's hotels have contingency plans to minimize the impact of the strikes.\"We are disappointed that UNITE HERE has chosen to strike while Hyatt remains willing to negotiate,\" he said.\n\nIn a statement before the strikes began, Hilton said it was \"committed to negotiating in good faith to reach fair and reasonable agreements.\" Marriott and Omni did not return requests for comments.\n\nSeeking family-sustaining compensation\n\nThe labor unrest serves as a reminder of the pandemic's lingering toll on low-wage women, especially Black and Hispanic women who are overrepresented in front-facing service jobs. Although women have largely returned to the workforce since bearing the brunt of pandemic-era furloughs — or dropping out to take on caregiving responsibilities — that recovery has masked a gap in employment rates between women with college degrees and those without.\n\nThe U.S. hotel industry employs about 1.9 million people, some 196,000 fewer workers than in February 2019, according to Bureau of Labor Statistics. Nearly 90% of building housekeepers are women, according to federal statistics.\n\nIt's a workforce that relies overwhelmingly on women of color, many of them immigrants, and which skews older, according to UNITE HERE.\n\nUnion President Gwen Mills characterizes the contract negotiations as part of long-standing battle to secure family-sustaining compensation for service workers on par with more traditionally male-dominated industries.\n\n\"Hospitality work overall is undervalued, and it's not a coincidence that it's disproportionately women and people of color doing the work,\" Mills said.\n\nUnion members from Local 26, representing workers in the hospitality industries of Massachusetts, picket outside the Hyatt Regency Boston, Wednesday, July 17, 2024, in Boston. Charles Krupa / AP\n\nThe union hopes to build on its recent success in southern California, where after repeated strikes it won significant wage hikes, increased employer contributions to pensions, and fair workload guarantees in a new contract with 34 hotels. Under the contract, housekeepers at most hotels will earn $35 an hour by July 2027.\n\nThe American Hotel And Lodging Association says 80% of its member hotels report staffing shortages, and 50% cite housekeeping as their most critical hiring need.\n\nKevin Carey, the association's interim president and CEO, says hotels are doing all they can to attract workers. According to the association's surveys, 86% of hoteliers have increased wages over the past six months, and many have offered more flexibility with hours or expanded benefits. The association says wages for hotel workers have risen 26% since the pandemic.\n\n\"Now is a fantastic time to be a hotel employee,\" Carey said in an emailed statement to The Associated Press.\n\nHotel workers say the reality on the ground is more complicated.\n\nMaria Mata, 61, a housekeeper at the W Hotel in San Francisco, said she earns $2,190 every two weeks if she gets to work full-time. But some weeks, she only gets called in one or two days, causing her to max out her credit card to pay for food and other expenses for her household, which includes her granddaughter and elderly mother.\n\n\"It's hard to look for a new job at my age. I just have to keep the faith that we will work this out,\" Mata said.\n\nGuests at the Hilton Hawaiian Village often tell Nely Reinante they don't need their rooms cleaned because they don't want her to work too hard. She said she seizes every opportunity to explain that refusing her services creates more work for housekeepers.\n\nHospitality industry rebounds but not for workers\n\nSince the pandemic, UNITE HERE has won back automatic daily room cleans at some hotels in Honolulu and other cities, either through contract negotiations, grievance filings or local government ordinances.\n\nBut the issue is back on the table at many hotels where contracts are expiring. Mills said UNITE HERE is striving for language to make it difficult for hotels to quietly encourage guests to opt out of daily housekeeping.\n\nThe U.S. hotel industry has rebounded from the pandemic despite average occupancy rates that remain shy of 2019 levels, largely due to higher room rates and record guest spending per room. Average revenue per available room, a key metric, is expected to reach a record high of $101.84 in 2024, according the hotel association.\n\nDavid Sherwyn, the director of the Cornell University Center for Innovative Hospitality Labor & Employment Relations, said UNITE HERE is a strong union but faces a tough fight over daily room cleaning because hotels consider reducing services part of a long-term budget and staffing strategy.\n\n\"The hotels are saying the guests don't want it, I can't find the people and it's a huge expense,\" Sherwyn said. \"That's the battle.\"\n\nWorkers bristle at what they see as moves to squeeze more out of them as they cope with erratic schedules and low pay. While unionized housekeepers tend to make higher wages, pay varies widely between cities.\n\nChandra Anderson, 53, makes $16.20 an hour as a housekeeper at the Hyatt Regency Baltimore Inner Harbor, where workers have not yet voted to strike. She is hoping for a contract that will raise her hourly pay to $20 but says the company came back with a counteroffer that \"felt like a slap in the face.\"\n\nAnderson, who has been her household's sole breadwinner since her husband went on dialysis, said they had to move to a smaller house a year ago in part because she wasn't able to get enough hours at her job. Things have improved since the hotel reinstated daily room cleaning earlier this year, but she still struggles to afford basics like groceries.\n\nTracy Lingo, president of UNITE HERE Local 7, said the Baltimore members are seeking pensions for the first time but the biggest priority is bringing hourly wages closer to those in other cities.\n\n\"That's how far behind we are,\" Lingo said.",
    "url": "https://www.cbsnews.com/news/hotel-chain-strikes-housekeepers-marriot-hilton-omni/",
    "image": "15.jpg",
    "publish_date": null
}