{
    "index": 16,
    "title": "Notorious ex-cartel leader nicknamed \"Friend Killer\" released from U.S. prison 21 years after being captured",
    "text": "Mexican drug kingpin Osiel Cardenas Guillen, former leader of the notorious Gulf Cartel and Los Zetas criminal gang, was released Friday from a U.S. prison and handed over to the immigration department, officials said.\n\nCardenas Guillen was captured in 2003 and extradited four years later to the United States, where he pleaded guilty to drug trafficking, money laundering and extortion. A Federal Bureau of Prisons official told AFP that Cardenas Guillen, 57, was released Friday and moved into Immigration and Customs Enforcement (ICE) custody.\n\nAccused Mexican drug kingpin Osiel Cardenas Guillen, 39, leaves the federal courthouse after pleading not guilty to charges connected to running a cartel, in Houston, Feb. 9, 2007. Pat Sullivan / AP\n\nHe has several charges pending in Mexico, but it is not yet known whether the U.S. government will move to deport him. An anonymous U.S. official told NBC News the Biden administration planned to transfer Cardenas Guillen to Mexico.\n\nThe Gulf Cartel was once one of Mexico's most fearsome criminal groups, but in recent years lost influence and split into multiple factions.\n\nAs leader of the cartel, Cardenas Guillen oversaw a drug trafficking empire responsible for exporting massive quantities of cocaine and marijuana into the United States from Mexico.\n\nNicknamed \"El Mata Amigos\" (\"Friend Killer\"), he recruited former Mexican special forces soldiers to form his personal guard, which ended up operating on its own under the name of Los Zetas, one of the country's most bloodthirsty gangs until its collapse.\n\nAfter his arrest in the northeast border state of Tamaulipas, he was extradited in 2007 to the United States, where he was sentenced in 2010 to 25 years in prison and ordered to pay $50 million.\n\nAt that time, the Justice Department alleged that Cardenas Guillen threatened to kill a Texas sheriff's deputy who was working as an undercover ICE agent because he refused to deliver almost 1,000 kilograms of marijuana.\n\nAfter his capture, the Zetas began operating more independently until they finally broke with the Gulf Cartel in 2010, unleashing a war for control of its drug trafficking routes in eastern and northeastern Mexico.\n\nGulf Cartel faction behind 2023 killings of Americans\n\nIn January, Mexican marines detained one of the top leaders of the Gulf Cartel, the gang that kidnapped four Americans and killed two of them in March 2023. The kidnapping and killing of the Americans was linked to the Gulf Cartel faction known as \"The Scorpions.\"\n\nThe four Americans crossed into the border city of Matamoros from Texas in March so that one of them could have cosmetic surgery. They were fired on in downtown Matamoros and then loaded into a pickup truck.\n\nAmericans Zindell Brown and Shaeed Woodard died in the attack; Eric Williams and Latavia McGee survived. A Mexican woman, Areli Pablo Servando, 33, was also killed, apparently by a stray bullet.\n\nIn an April 2023 interview, Williams said that at one point he lay covered on the floor of a pickup truck, hidden by the dead bodies of Woodard and Brown.\n\nIn May 2023, police arrested a top lieutenant of the violent Metros faction of the Gulf drug cartel. The suspect was identified as Hugo Salinas Cortinas, whose nickname \"La Cabra\" means \"The Goat.\"\n\nJust weeks before that, the brother of Miguel Villarreal, aka \"Gringo Mike,\" a former Gulf Cartel plaza boss, was sentenced in Houston to 180 months in prison for his role in distributing cocaine.\n\nThe Associated Press contributed to this report.",
    "url": "https://www.cbsnews.com/news/gulf-cartel-leader-released-us-prison-osiel-cardenas-guillen/",
    "image": "16.jpg",
    "publish_date": null
}