{
    "index": 9,
    "title": "Ukraine says Russia targets Kyiv with wave of drones and missiles as kids prepare to return to school",
    "text": "Ukraine says it's gaining ground in Russian incursion as Sec. Austin hosts Ukrainian counterpart\n\nKyiv, Ukraine — Russia launched an overnight barrage of drones and cruise and ballistic missiles at Kyiv, Ukraine's air force said Monday, as children prepared to return to school across the country after the summer vacation. Several series of explosions rocked the Ukrainian capital in the early hours.\n\nDebris from intercepted missiles and drones fell in every district of Kyiv, injuring three people and damaging two kindergartens, Ukraine's Interior Ministry said. City authorities reported multiple fires.\n\nAfter more than 900 days of war, the two sides show no sign of letting up in the fight or moving closer to the negotiating table, with both Russia and Ukraine pursuing ambitious ground offensives. The Ukrainians have been driving into Russia's Kursk region, and the Russian army pushing deeper into the Donetsk region of eastern Ukraine\n\nA woman looks at the \"ACT Alliance\" international humanitarian organization's office building, which was destroyed by a Russian missile strike on Sept. 2, 2024 in Kyiv, Ukraine. Andriy Zhyhaylo/Obozrevatel/Global Images Ukraine/Getty\n\nSpeaking Monday, Russian President Vladimir Putin vowed that his country's military would \"deal with Ukrainian bandits in the Kursk region\" before any negotiations with the neighboring nation could take place. Putin ordered the full-scale invasion of Ukraine on February 24, 2022, and Ukraine launched its counter-incursion of Kursk just a couple months ago in a new tactic to tie up Russian forces away from the long front line in the ongoing war.\n\nBoth sides are battering each other with regular long-range drone and missile strikes, sometimes launching more than 100 weapons in aerial attacks that suggest they're still pouring resources into weapons production.\n\nRussian air defenses intercepted 158 Ukrainian drones during the night from Saturday to Sunday, including two over Moscow and nine over the surrounding region, the Defense Ministry said.\n\nThe U.K. Defense Ministry said Sunday that Russian forces had accelerated their advance on the key Donetsk stronghold of Povkrosk over the past week and were likely within 6 miles of the city. Elsewhere along the 600-mile front line there have been no significant changes, it said.\n\nRussia launched 35 missiles of various types and 26 Shahed drones at Ukraine on the night from Sunday to Monday, the Ukrainian air force said. Nine ballistic missiles, 13 cruise missiles and 20 drones were downed, it said.\n\nResidents of the capital hurried into the city's bomb shelters.\n\nKyiv Mayor Vitalii Klitschko said emergency services were called to the Holosiivskyi and Solomianskyi districts. One person was reportedly injured by falling debris in the Shevchenkivskyi district, Klitschko said.\n\n\"There will be an answer for everything. The enemy will feel it,\" the head of the presidential office, Andrii Yermak, posted on his Telegram page following the attack.\n\nAn explosion also rang out in Kharkiv, Ukraine's second largest city, according to Ukrainian media. Oleh Syniehubov, head of the Kharkiv region, confirmed an early morning strike on Kharkiv's Industrialnyi district and said it set a residential building and several others on fire.",
    "url": "https://www.cbsnews.com/news/ukraine-russia-war-kyiv-drone-missile-attack-kindergartens-damaged/",
    "image": "9.jpg",
    "publish_date": null
}